
main.exe:     file format pei-x86-64

Contents of the .debug_aranges section:

  Length:                   44
  Version:                  2
  Offset into .debug_info:  0
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    0000000140001000 0000000000000424
    0000000000000000 0000000000000000
  Length:                   44
  Version:                  2
  Offset into .debug_info:  0x2697
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    00000001400014d0 00000000000000cf
    0000000000000000 0000000000000000
  Length:                   28
  Version:                  2
  Offset into .debug_info:  0x2cf8
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    0000000000000000 0000000000000000
  Length:                   28
  Version:                  2
  Offset into .debug_info:  0x32fa
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    0000000000000000 0000000000000000
  Length:                   44
  Version:                  2
  Offset into .debug_info:  0x3387
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    00000001400015a0 0000000000000003
    0000000000000000 0000000000000000
  Length:                   28
  Version:                  2
  Offset into .debug_info:  0x3508
  Pointer Size:             8
  Segment Size:             0


  Pointer Size:             8
  Segment Size:             0

    Address            Length
    0000000140007460 0000000000000025
    0000000000000000 0000000000000000
  Length:                   44
  Version:                  2
  Offset into .debug_info:  0xfc5a
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    0000000140007490 000000000000000b
    0000000000000000 0000000000000000
  Length:                   44
  Version:                  2
  Offset into .debug_info:  0xfd4d
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    00000001400074a0 000000000000000b
    0000000000000000 0000000000000000
  Length:                   44
  Version:                  2
  Offset into .debug_info:  0xfe46
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    00000001400074b0 00000000000000d0
    0000000000000000 0000000000000000
  Length:                   44
  Version:                  2
  Offset into .debug_info:  0x10969
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    0000000140007580 000000000000001b
    0000000000000000 0000000000000000
  Length:                   44
  Version:                  2
  Offset into .debug_info:  0x11093
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    00000001400075a0 000000000000001f
    0000000000000000 0000000000000000
  Length:                   44
  Version:                  2
  Offset into .debug_info:  0x112f1
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    00000001400075c0 00000000000001c6
    0000000000000000 0000000000000000
  Length:                   44
  Version:                  2
  Offset into .debug_info:  0x118ea
  Pointer Size:             8
  Segment Size:             0

    Address            Length
    0000000140007790 0000000000000338
    0000000000000000 0000000000000000

Contents of the .debug_info section:

  Compilation Unit @ offset 0:
   Length:        0x2693 (32-bit)
   Version:       5
   Unit Type:     DW_UT_compile (1)
   Abbrev Offset: 0
   Pointer Size:  8
 <0><c>: Abbrev Number: 57 (DW_TAG_compile_unit)
    <d>   DW_AT_producer    : GNU C99 13.2.0 -m64 -masm=att -mtune=generic -march=nocona -g -O2 -std=gnu99
    <5a>   DW_AT_language    : 12	(ANSI C99)
    <5b>   DW_AT_name        : (indirect line string, offset: 0): C:/M/B/src/mingw-w64/mingw-w64-crt/crt/crtexe.c
    <5f>   DW_AT_comp_dir    : (indirect line string, offset: 0x30): C:\M\B\src\build-MINGW64
    <63>   DW_AT_low_pc      : 0x140001000
    <6b>   DW_AT_high_pc     : 0x424
    <73>   DW_AT_stmt_list   : 0
 <1><77>: Abbrev Number: 8 (DW_TAG_base_type)
    <78>   DW_AT_byte_size   : 1
    <79>   DW_AT_encoding    : 6	(signed char)
    <7a>   DW_AT_name        : char
 <1><7f>: Abbrev Number: 35 (DW_TAG_const_type)
    <80>   DW_AT_type        : <0x77>
 <1><84>: Abbrev Number: 10 (DW_TAG_typedef)
    <85>   DW_AT_name        : size_t
    <8c>   DW_AT_decl_file   : 4
    <8d>   DW_AT_decl_line   : 35
    <8e>   DW_AT_decl_column : 44
    <8f>   DW_AT_type        : <0x93>
 <1><93>: Abbrev Number: 8 (DW_TAG_base_type)
    <94>   DW_AT_byte_size   : 8
    <95>   DW_AT_encoding    : 7	(unsigned)
    <96>   DW_AT_name        : long long unsigned int
 <1><ad>: Abbrev Number: 8 (DW_TAG_base_type)
    <ae>   DW_AT_byte_size   : 8
    <af>   DW_AT_encoding    : 5	(signed)
    <b0>   DW_AT_name        : long long int
 <1><be>: Abbrev Number: 10 (DW_TAG_typedef)
    <bf>   DW_AT_name        : uintptr_t
    <c9>   DW_AT_decl_file   : 4
    <ca>   DW_AT_decl_line   : 75
    <cb>   DW_AT_decl_column : 44
    <cc>   DW_AT_type        : <0x93>
 <1><d0>: Abbrev Number: 10 (DW_TAG_typedef)
    <d1>   DW_AT_name        : wchar_t
    <d9>   DW_AT_decl_file   : 4
    <da>   DW_AT_decl_line   : 98
    <db>   DW_AT_decl_column : 24
    <dc>   DW_AT_type        : <0xe5>
 <1><e0>: Abbrev Number: 35 (DW_TAG_const_type)
    <e1>   DW_AT_type        : <0xd0>
 <1><e5>: Abbrev Number: 8 (DW_TAG_base_type)
    <e6>   DW_AT_byte_size   : 2
    <e7>   DW_AT_encoding    : 7	(unsigned)
    <e8>   DW_AT_name        : short unsigned int
 <1><fb>: Abbrev Number: 8 (DW_TAG_base_type)
    <fc>   DW_AT_byte_size   : 4
    <fd>   DW_AT_encoding    : 5	(signed)
    <fe>   DW_AT_name        : int
 <1><102>: Abbrev Number: 8 (DW_TAG_base_type)
    <103>   DW_AT_byte_size   : 4
    <104>   DW_AT_encoding    : 5	(signed)
    <105>   DW_AT_name        : long int
 <1><10e>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <10f>   DW_AT_byte_size   : 8
    <10f>   DW_AT_type        : <0x77>
 <1><113>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <114>   DW_AT_byte_size   : 8
    <114>   DW_AT_type        : <0xfb>
 <1><118>: Abbrev Number: 8 (DW_TAG_base_type)
    <119>   DW_AT_byte_size   : 4
    <11a>   DW_AT_encoding    : 7	(unsigned)
    <11b>   DW_AT_name        : unsigned int
 <1><128>: Abbrev Number: 8 (DW_TAG_base_type)
    <129>   DW_AT_byte_size   : 4
    <12a>   DW_AT_encoding    : 7	(unsigned)
    <12b>   DW_AT_name        : long unsigned int
 <1><13d>: Abbrev Number: 8 (DW_TAG_base_type)
    <13e>   DW_AT_byte_size   : 1
    <13f>   DW_AT_encoding    : 8	(unsigned char)
    <140>   DW_AT_name        : unsigned char
 <1><14e>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <14f>   DW_AT_byte_size   : 8
    <14f>   DW_AT_type        : <0x153>
 <1><153>: Abbrev Number: 14 (DW_TAG_structure_type)
    <154>   DW_AT_name        : _EXCEPTION_RECORD
    <166>   DW_AT_byte_size   : 152
    <167>   DW_AT_decl_file   : 2
    <167>   DW_AT_decl_line   : 2907
    <169>   DW_AT_decl_column : 20
    <16a>   DW_AT_sibling     : <0x1fd>
 <2><16e>: Abbrev Number: 1 (DW_TAG_member)
    <16f>   DW_AT_name        : ExceptionCode
    <17d>   DW_AT_decl_file   : 2
    <17d>   DW_AT_decl_line   : 2908
    <17f>   DW_AT_decl_column : 13
    <180>   DW_AT_type        : <0x511>
    <184>   DW_AT_data_member_location: 0
 <2><185>: Abbrev Number: 1 (DW_TAG_member)
    <186>   DW_AT_name        : ExceptionFlags
    <195>   DW_AT_decl_file   : 2
    <195>   DW_AT_decl_line   : 2909
    <197>   DW_AT_decl_column : 13
    <198>   DW_AT_type        : <0x511>
    <19c>   DW_AT_data_member_location: 4
 <2><19d>: Abbrev Number: 2 (DW_TAG_member)
    <19e>   DW_AT_name        : (indirect string, offset: 0x19e): ExceptionRecord
    <1a2>   DW_AT_decl_file   : 2
    <1a2>   DW_AT_decl_line   : 2910
    <1a4>   DW_AT_decl_column : 33
    <1a5>   DW_AT_type        : <0x14e>
    <1a9>   DW_AT_data_member_location: 8
 <2><1aa>: Abbrev Number: 1 (DW_TAG_member)
    <1ab>   DW_AT_name        : ExceptionAddress
    <1bc>   DW_AT_decl_file   : 2
    <1bc>   DW_AT_decl_line   : 2911
    <1be>   DW_AT_decl_column : 13
    <1bf>   DW_AT_type        : <0x589>
    <1c3>   DW_AT_data_member_location: 16
 <2><1c4>: Abbrev Number: 1 (DW_TAG_member)
    <1c5>   DW_AT_name        : NumberParameters
    <1d6>   DW_AT_decl_file   : 2
    <1d6>   DW_AT_decl_line   : 2912
    <1d8>   DW_AT_decl_column : 13
    <1d9>   DW_AT_type        : <0x511>
    <1dd>   DW_AT_data_member_location: 24
 <2><1de>: Abbrev Number: 1 (DW_TAG_member)
    <1df>   DW_AT_name        : ExceptionInformation
    <1f4>   DW_AT_decl_file   : 2
    <1f4>   DW_AT_decl_line   : 2913
    <1f6>   DW_AT_decl_column : 17
    <1f7>   DW_AT_type        : <0xa31>
    <1fb>   DW_AT_data_member_location: 32
 <2><1fc>: Abbrev Number: 0
 <1><1fd>: Abbrev Number: 58 (DW_TAG_pointer_type)
    <1fe>   DW_AT_byte_size   : 8
 <1><1ff>: Abbrev Number: 45 (DW_TAG_volatile_type)
    <200>   DW_AT_type        : <0x1fd>
 <1><204>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <205>   DW_AT_byte_size   : 8
    <205>   DW_AT_type        : <0x209>
 <1><209>: Abbrev Number: 46 (DW_TAG_structure_type)
    <20a>   DW_AT_name        : _CONTEXT
    <213>   DW_AT_byte_size   : 1232
    <215>   DW_AT_alignment   : 16
    <215>   DW_AT_decl_file   : 2
    <215>   DW_AT_decl_line   : 1808
    <217>   DW_AT_decl_column : 37
    <218>   DW_AT_sibling     : <0x4f7>
 <2><21c>: Abbrev Number: 1 (DW_TAG_member)
    <21d>   DW_AT_name        : P1Home
    <224>   DW_AT_decl_file   : 2
    <224>   DW_AT_decl_line   : 1809
    <226>   DW_AT_decl_column : 13
    <227>   DW_AT_type        : <0x579>
    <22b>   DW_AT_data_member_location: 0
 <2><22c>: Abbrev Number: 1 (DW_TAG_member)
    <22d>   DW_AT_name        : P2Home
    <234>   DW_AT_decl_file   : 2
    <234>   DW_AT_decl_line   : 1810
    <236>   DW_AT_decl_column : 13
    <237>   DW_AT_type        : <0x579>
    <23b>   DW_AT_data_member_location: 8
 <2><23c>: Abbrev Number: 1 (DW_TAG_member)
    <23d>   DW_AT_name        : P3Home
    <244>   DW_AT_decl_file   : 2
    <244>   DW_AT_decl_line   : 1811
    <246>   DW_AT_decl_column : 13
    <247>   DW_AT_type        : <0x579>
    <24b>   DW_AT_data_member_location: 16
 <2><24c>: Abbrev Number: 1 (DW_TAG_member)
    <24d>   DW_AT_name        : P4Home
    <254>   DW_AT_decl_file   : 2
    <254>   DW_AT_decl_line   : 1812
    <256>   DW_AT_decl_column : 13
    <257>   DW_AT_type        : <0x579>
    <25b>   DW_AT_data_member_location: 24
 <2><25c>: Abbrev Number: 1 (DW_TAG_member)
    <25d>   DW_AT_name        : P5Home
    <264>   DW_AT_decl_file   : 2
    <264>   DW_AT_decl_line   : 1813
    <266>   DW_AT_decl_column : 13
    <267>   DW_AT_type        : <0x579>
    <26b>   DW_AT_data_member_location: 32
 <2><26c>: Abbrev Number: 1 (DW_TAG_member)
    <26d>   DW_AT_name        : P6Home
    <274>   DW_AT_decl_file   : 2
    <274>   DW_AT_decl_line   : 1814
    <276>   DW_AT_decl_column : 13
    <277>   DW_AT_type        : <0x579>
    <27b>   DW_AT_data_member_location: 40
 <2><27c>: Abbrev Number: 1 (DW_TAG_member)
    <27d>   DW_AT_name        : ContextFlags
    <28a>   DW_AT_decl_file   : 2
    <28a>   DW_AT_decl_line   : 1815
    <28c>   DW_AT_decl_column : 11
    <28d>   DW_AT_type        : <0x511>
    <291>   DW_AT_data_member_location: 48
 <2><292>: Abbrev Number: 1 (DW_TAG_member)
    <293>   DW_AT_name        : MxCsr
    <299>   DW_AT_decl_file   : 2
    <299>   DW_AT_decl_line   : 1816
    <29b>   DW_AT_decl_column : 11
    <29c>   DW_AT_type        : <0x511>
    <2a0>   DW_AT_data_member_location: 52
 <2><2a1>: Abbrev Number: 1 (DW_TAG_member)
    <2a2>   DW_AT_name        : SegCs
    <2a8>   DW_AT_decl_file   : 2
    <2a8>   DW_AT_decl_line   : 1817
    <2aa>   DW_AT_decl_column : 10
    <2ab>   DW_AT_type        : <0x504>
    <2af>   DW_AT_data_member_location: 56
 <2><2b0>: Abbrev Number: 1 (DW_TAG_member)
    <2b1>   DW_AT_name        : SegDs
    <2b7>   DW_AT_decl_file   : 2
    <2b7>   DW_AT_decl_line   : 1818
    <2b9>   DW_AT_decl_column : 10
    <2ba>   DW_AT_type        : <0x504>
    <2be>   DW_AT_data_member_location: 58
 <2><2bf>: Abbrev Number: 1 (DW_TAG_member)
    <2c0>   DW_AT_name        : SegEs
    <2c6>   DW_AT_decl_file   : 2
    <2c6>   DW_AT_decl_line   : 1819
    <2c8>   DW_AT_decl_column : 10
    <2c9>   DW_AT_type        : <0x504>
    <2cd>   DW_AT_data_member_location: 60
 <2><2ce>: Abbrev Number: 1 (DW_TAG_member)
    <2cf>   DW_AT_name        : SegFs
    <2d5>   DW_AT_decl_file   : 2
    <2d5>   DW_AT_decl_line   : 1820
    <2d7>   DW_AT_decl_column : 10
    <2d8>   DW_AT_type        : <0x504>
    <2dc>   DW_AT_data_member_location: 62
 <2><2dd>: Abbrev Number: 1 (DW_TAG_member)
    <2de>   DW_AT_name        : SegGs
    <2e4>   DW_AT_decl_file   : 2
    <2e4>   DW_AT_decl_line   : 1821
    <2e6>   DW_AT_decl_column : 10
    <2e7>   DW_AT_type        : <0x504>
    <2eb>   DW_AT_data_member_location: 64
 <2><2ec>: Abbrev Number: 1 (DW_TAG_member)
    <2ed>   DW_AT_name        : SegSs
    <2f3>   DW_AT_decl_file   : 2
    <2f3>   DW_AT_decl_line   : 1822
    <2f5>   DW_AT_decl_column : 10
    <2f6>   DW_AT_type        : <0x504>
    <2fa>   DW_AT_data_member_location: 66
 <2><2fb>: Abbrev Number: 1 (DW_TAG_member)
    <2fc>   DW_AT_name        : EFlags
    <303>   DW_AT_decl_file   : 2
    <303>   DW_AT_decl_line   : 1823
    <305>   DW_AT_decl_column : 11
    <306>   DW_AT_type        : <0x511>
    <30a>   DW_AT_data_member_location: 68
 <2><30b>: Abbrev Number: 1 (DW_TAG_member)
    <30c>   DW_AT_name        : Dr0
    <310>   DW_AT_decl_file   : 2
    <310>   DW_AT_decl_line   : 1824
    <312>   DW_AT_decl_column : 13
    <313>   DW_AT_type        : <0x579>
    <317>   DW_AT_data_member_location: 72
 <2><318>: Abbrev Number: 1 (DW_TAG_member)
    <319>   DW_AT_name        : Dr1
    <31d>   DW_AT_decl_file   : 2
    <31d>   DW_AT_decl_line   : 1825
    <31f>   DW_AT_decl_column : 13
    <320>   DW_AT_type        : <0x579>
    <324>   DW_AT_data_member_location: 80
 <2><325>: Abbrev Number: 1 (DW_TAG_member)
    <326>   DW_AT_name        : Dr2
    <32a>   DW_AT_decl_file   : 2
    <32a>   DW_AT_decl_line   : 1826
    <32c>   DW_AT_decl_column : 13
    <32d>   DW_AT_type        : <0x579>
    <331>   DW_AT_data_member_location: 88
 <2><332>: Abbrev Number: 1 (DW_TAG_member)
    <333>   DW_AT_name        : Dr3
    <337>   DW_AT_decl_file   : 2
    <337>   DW_AT_decl_line   : 1827
    <339>   DW_AT_decl_column : 13
    <33a>   DW_AT_type        : <0x579>
    <33e>   DW_AT_data_member_location: 96
 <2><33f>: Abbrev Number: 1 (DW_TAG_member)
    <340>   DW_AT_name        : Dr6
    <344>   DW_AT_decl_file   : 2
    <344>   DW_AT_decl_line   : 1828
    <346>   DW_AT_decl_column : 13
    <347>   DW_AT_type        : <0x579>
    <34b>   DW_AT_data_member_location: 104
 <2><34c>: Abbrev Number: 1 (DW_TAG_member)
    <34d>   DW_AT_name        : Dr7
    <351>   DW_AT_decl_file   : 2
    <351>   DW_AT_decl_line   : 1829
    <353>   DW_AT_decl_column : 13
    <354>   DW_AT_type        : <0x579>
    <358>   DW_AT_data_member_location: 112
 <2><359>: Abbrev Number: 1 (DW_TAG_member)
    <35a>   DW_AT_name        : Rax
    <35e>   DW_AT_decl_file   : 2
    <35e>   DW_AT_decl_line   : 1830
    <360>   DW_AT_decl_column : 13
    <361>   DW_AT_type        : <0x579>
    <365>   DW_AT_data_member_location: 120
 <2><366>: Abbrev Number: 1 (DW_TAG_member)
    <367>   DW_AT_name        : Rcx
    <36b>   DW_AT_decl_file   : 2
    <36b>   DW_AT_decl_line   : 1831
    <36d>   DW_AT_decl_column : 13
    <36e>   DW_AT_type        : <0x579>
    <372>   DW_AT_data_member_location: 128
 <2><373>: Abbrev Number: 1 (DW_TAG_member)
    <374>   DW_AT_name        : Rdx
    <378>   DW_AT_decl_file   : 2
    <378>   DW_AT_decl_line   : 1832
    <37a>   DW_AT_decl_column : 13
    <37b>   DW_AT_type        : <0x579>
    <37f>   DW_AT_data_member_location: 136
 <2><380>: Abbrev Number: 1 (DW_TAG_member)
    <381>   DW_AT_name        : Rbx
    <385>   DW_AT_decl_file   : 2
    <385>   DW_AT_decl_line   : 1833
    <387>   DW_AT_decl_column : 13
    <388>   DW_AT_type        : <0x579>
    <38c>   DW_AT_data_member_location: 144
 <2><38d>: Abbrev Number: 1 (DW_TAG_member)
    <38e>   DW_AT_name        : Rsp
    <392>   DW_AT_decl_file   : 2
    <392>   DW_AT_decl_line   : 1834
    <394>   DW_AT_decl_column : 13
    <395>   DW_AT_type        : <0x579>
    <399>   DW_AT_data_member_location: 152
 <2><39a>: Abbrev Number: 1 (DW_TAG_member)
    <39b>   DW_AT_name        : Rbp
    <39f>   DW_AT_decl_file   : 2
    <39f>   DW_AT_decl_line   : 1835
    <3a1>   DW_AT_decl_column : 13
    <3a2>   DW_AT_type        : <0x579>
    <3a6>   DW_AT_data_member_location: 160
 <2><3a7>: Abbrev Number: 1 (DW_TAG_member)
    <3a8>   DW_AT_name        : Rsi
    <3ac>   DW_AT_decl_file   : 2
    <3ac>   DW_AT_decl_line   : 1836
    <3ae>   DW_AT_decl_column : 13
    <3af>   DW_AT_type        : <0x579>
    <3b3>   DW_AT_data_member_location: 168
 <2><3b4>: Abbrev Number: 1 (DW_TAG_member)
    <3b5>   DW_AT_name        : Rdi
    <3b9>   DW_AT_decl_file   : 2
    <3b9>   DW_AT_decl_line   : 1837
    <3bb>   DW_AT_decl_column : 13
    <3bc>   DW_AT_type        : <0x579>
    <3c0>   DW_AT_data_member_location: 176
 <2><3c1>: Abbrev Number: 1 (DW_TAG_member)
    <3c2>   DW_AT_name        : R8
    <3c5>   DW_AT_decl_file   : 2
    <3c5>   DW_AT_decl_line   : 1838
    <3c7>   DW_AT_decl_column : 13
    <3c8>   DW_AT_type        : <0x579>
    <3cc>   DW_AT_data_member_location: 184
 <2><3cd>: Abbrev Number: 1 (DW_TAG_member)
    <3ce>   DW_AT_name        : R9
    <3d1>   DW_AT_decl_file   : 2
    <3d1>   DW_AT_decl_line   : 1839
    <3d3>   DW_AT_decl_column : 13
    <3d4>   DW_AT_type        : <0x579>
    <3d8>   DW_AT_data_member_location: 192
 <2><3d9>: Abbrev Number: 1 (DW_TAG_member)
    <3da>   DW_AT_name        : R10
    <3de>   DW_AT_decl_file   : 2
    <3de>   DW_AT_decl_line   : 1840
    <3e0>   DW_AT_decl_column : 13
    <3e1>   DW_AT_type        : <0x579>
    <3e5>   DW_AT_data_member_location: 200
 <2><3e6>: Abbrev Number: 1 (DW_TAG_member)
    <3e7>   DW_AT_name        : R11
    <3eb>   DW_AT_decl_file   : 2
    <3eb>   DW_AT_decl_line   : 1841
    <3ed>   DW_AT_decl_column : 13
    <3ee>   DW_AT_type        : <0x579>
    <3f2>   DW_AT_data_member_location: 208
 <2><3f3>: Abbrev Number: 1 (DW_TAG_member)
    <3f4>   DW_AT_name        : R12
    <3f8>   DW_AT_decl_file   : 2
    <3f8>   DW_AT_decl_line   : 1842
    <3fa>   DW_AT_decl_column : 13
    <3fb>   DW_AT_type        : <0x579>
    <3ff>   DW_AT_data_member_location: 216
 <2><400>: Abbrev Number: 1 (DW_TAG_member)
    <401>   DW_AT_name        : R13
    <405>   DW_AT_decl_file   : 2
    <405>   DW_AT_decl_line   : 1843
    <407>   DW_AT_decl_column : 13
    <408>   DW_AT_type        : <0x579>
    <40c>   DW_AT_data_member_location: 224
 <2><40d>: Abbrev Number: 1 (DW_TAG_member)
    <40e>   DW_AT_name        : R14
    <412>   DW_AT_decl_file   : 2
    <412>   DW_AT_decl_line   : 1844
    <414>   DW_AT_decl_column : 13
    <415>   DW_AT_type        : <0x579>
    <419>   DW_AT_data_member_location: 232
 <2><41a>: Abbrev Number: 1 (DW_TAG_member)
    <41b>   DW_AT_name        : R15
    <41f>   DW_AT_decl_file   : 2
    <41f>   DW_AT_decl_line   : 1845
    <421>   DW_AT_decl_column : 13
    <422>   DW_AT_type        : <0x579>
    <426>   DW_AT_data_member_location: 240
 <2><427>: Abbrev Number: 1 (DW_TAG_member)
    <428>   DW_AT_name        : Rip
    <42c>   DW_AT_decl_file   : 2
    <42c>   DW_AT_decl_line   : 1846
    <42e>   DW_AT_decl_column : 13
    <42f>   DW_AT_type        : <0x579>
    <433>   DW_AT_data_member_location: 248
 <2><434>: Abbrev Number: 59 (DW_TAG_member)
    <435>   DW_AT_type        : <0x9dc>
    <439>   DW_AT_alignment   : 16
    <43a>   DW_AT_data_member_location: 256
 <2><43c>: Abbrev Number: 12 (DW_TAG_member)
    <43d>   DW_AT_name        : VectorRegister
    <44c>   DW_AT_decl_file   : 2
    <44c>   DW_AT_decl_line   : 1871
    <44e>   DW_AT_decl_column : 11
    <44f>   DW_AT_type        : <0xa0f>
    <453>   DW_AT_alignment   : 16
    <453>   DW_AT_data_member_location: 768
 <2><455>: Abbrev Number: 21 (DW_TAG_member)
    <456>   DW_AT_name        : VectorControl
    <464>   DW_AT_decl_file   : 2
    <464>   DW_AT_decl_line   : 1872
    <466>   DW_AT_decl_column : 13
    <467>   DW_AT_type        : <0x579>
    <46b>   DW_AT_data_member_location: 1184
 <2><46d>: Abbrev Number: 21 (DW_TAG_member)
    <46e>   DW_AT_name        : DebugControl
    <47b>   DW_AT_decl_file   : 2
    <47b>   DW_AT_decl_line   : 1873
    <47d>   DW_AT_decl_column : 13
    <47e>   DW_AT_type        : <0x579>
    <482>   DW_AT_data_member_location: 1192
 <2><484>: Abbrev Number: 21 (DW_TAG_member)
    <485>   DW_AT_name        : LastBranchToRip
    <495>   DW_AT_decl_file   : 2
    <495>   DW_AT_decl_line   : 1874
    <497>   DW_AT_decl_column : 13
    <498>   DW_AT_type        : <0x579>
    <49c>   DW_AT_data_member_location: 1200
 <2><49e>: Abbrev Number: 21 (DW_TAG_member)
    <49f>   DW_AT_name        : LastBranchFromRip
    <4b1>   DW_AT_decl_file   : 2
    <4b1>   DW_AT_decl_line   : 1875
    <4b3>   DW_AT_decl_column : 13
    <4b4>   DW_AT_type        : <0x579>
    <4b8>   DW_AT_data_member_location: 1208
 <2><4ba>: Abbrev Number: 21 (DW_TAG_member)
    <4bb>   DW_AT_name        : LastExceptionToRip
    <4ce>   DW_AT_decl_file   : 2
    <4ce>   DW_AT_decl_line   : 1876
    <4d0>   DW_AT_decl_column : 13
    <4d1>   DW_AT_type        : <0x579>
    <4d5>   DW_AT_data_member_location: 1216
 <2><4d7>: Abbrev Number: 21 (DW_TAG_member)
    <4d8>   DW_AT_name        : LastExceptionFromRip
    <4ed>   DW_AT_decl_file   : 2
    <4ed>   DW_AT_decl_line   : 1877
    <4ef>   DW_AT_decl_column : 13
    <4f0>   DW_AT_type        : <0x579>
    <4f4>   DW_AT_data_member_location: 1224
 <2><4f6>: Abbrev Number: 0
 <1><4f7>: Abbrev Number: 10 (DW_TAG_typedef)
    <4f8>   DW_AT_name        : BYTE
    <4fd>   DW_AT_decl_file   : 5
    <4fe>   DW_AT_decl_line   : 139
    <4ff>   DW_AT_decl_column : 25
    <500>   DW_AT_type        : <0x13d>
 <1><504>: Abbrev Number: 10 (DW_TAG_typedef)
    <505>   DW_AT_name        : WORD
    <50a>   DW_AT_decl_file   : 5
    <50b>   DW_AT_decl_line   : 140
    <50c>   DW_AT_decl_column : 26
    <50d>   DW_AT_type        : <0xe5>
 <1><511>: Abbrev Number: 10 (DW_TAG_typedef)
    <512>   DW_AT_name        : DWORD
    <518>   DW_AT_decl_file   : 5
    <519>   DW_AT_decl_line   : 141
    <51a>   DW_AT_decl_column : 29
    <51b>   DW_AT_type        : <0x128>
 <1><51f>: Abbrev Number: 8 (DW_TAG_base_type)
    <520>   DW_AT_byte_size   : 4
    <521>   DW_AT_encoding    : 4	(float)
    <522>   DW_AT_name        : float
 <1><528>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <529>   DW_AT_byte_size   : 8
    <529>   DW_AT_type        : <0x52d>
 <1><52d>: Abbrev Number: 60 (DW_TAG_const_type)
 <1><52e>: Abbrev Number: 7 (DW_TAG_variable)
    <52f>   DW_AT_name        : __globallocalestatus
    <544>   DW_AT_decl_file   : 11
    <545>   DW_AT_decl_line   : 84
    <546>   DW_AT_decl_column : 14
    <547>   DW_AT_type        : <0xfb>
    <54b>   DW_AT_external    : 1
    <54b>   DW_AT_declaration : 1
 <1><54b>: Abbrev Number: 8 (DW_TAG_base_type)
    <54c>   DW_AT_byte_size   : 1
    <54d>   DW_AT_encoding    : 6	(signed char)
    <54e>   DW_AT_name        : signed char
 <1><55a>: Abbrev Number: 8 (DW_TAG_base_type)
    <55b>   DW_AT_byte_size   : 2
    <55c>   DW_AT_encoding    : 5	(signed)
    <55d>   DW_AT_name        : short int
 <1><567>: Abbrev Number: 10 (DW_TAG_typedef)
    <568>   DW_AT_name        : ULONG_PTR
    <572>   DW_AT_decl_file   : 6
    <573>   DW_AT_decl_line   : 49
    <574>   DW_AT_decl_column : 46
    <575>   DW_AT_type        : <0x93>
 <1><579>: Abbrev Number: 10 (DW_TAG_typedef)
    <57a>   DW_AT_name        : DWORD64
    <582>   DW_AT_decl_file   : 6
    <583>   DW_AT_decl_line   : 194
    <584>   DW_AT_decl_column : 46
    <585>   DW_AT_type        : <0x93>
 <1><589>: Abbrev Number: 6 (DW_TAG_typedef)
    <58a>   DW_AT_name        : PVOID
    <590>   DW_AT_decl_file   : 2
    <591>   DW_AT_decl_line   : 267
    <593>   DW_AT_decl_column : 17
    <594>   DW_AT_type        : <0x1fd>
 <1><598>: Abbrev Number: 6 (DW_TAG_typedef)
    <599>   DW_AT_name        : LONG
    <59e>   DW_AT_decl_file   : 2
    <59f>   DW_AT_decl_line   : 297
    <5a1>   DW_AT_decl_column : 20
    <5a2>   DW_AT_type        : <0x102>
 <1><5a6>: Abbrev Number: 6 (DW_TAG_typedef)
    <5a7>   DW_AT_name        : LONGLONG
    <5b0>   DW_AT_decl_file   : 2
    <5b1>   DW_AT_decl_line   : 500
    <5b3>   DW_AT_decl_column : 37
    <5b4>   DW_AT_type        : <0xad>
 <1><5b8>: Abbrev Number: 6 (DW_TAG_typedef)
    <5b9>   DW_AT_name        : ULONGLONG
    <5c3>   DW_AT_decl_file   : 2
    <5c4>   DW_AT_decl_line   : 501
    <5c6>   DW_AT_decl_column : 46
    <5c7>   DW_AT_type        : <0x93>
 <1><5cb>: Abbrev Number: 6 (DW_TAG_typedef)
    <5cc>   DW_AT_name        : EXCEPTION_ROUTINE
    <5de>   DW_AT_decl_file   : 2
    <5df>   DW_AT_decl_line   : 719
    <5e1>   DW_AT_decl_column : 41
    <5e2>   DW_AT_type        : <0x5e6>
 <1><5e6>: Abbrev Number: 36 (DW_TAG_subroutine_type)
    <5e7>   DW_AT_prototyped  : 1
    <5e7>   DW_AT_type        : <0xfb>
    <5eb>   DW_AT_sibling     : <0x604>
 <2><5ef>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <5f0>   DW_AT_type        : <0x14e>
 <2><5f4>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <5f5>   DW_AT_type        : <0x589>
 <2><5f9>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <5fa>   DW_AT_type        : <0x204>
 <2><5fe>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <5ff>   DW_AT_type        : <0x589>
 <2><603>: Abbrev Number: 0
 <1><604>: Abbrev Number: 6 (DW_TAG_typedef)
    <605>   DW_AT_name        : PEXCEPTION_ROUTINE
    <618>   DW_AT_decl_file   : 2
    <619>   DW_AT_decl_line   : 722
    <61b>   DW_AT_decl_column : 32
    <61c>   DW_AT_type        : <0x620>
 <1><620>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <621>   DW_AT_byte_size   : 8
    <621>   DW_AT_type        : <0x5cb>
 <1><625>: Abbrev Number: 61 (DW_TAG_structure_type)
    <626>   DW_AT_name        : _M128A
    <62d>   DW_AT_byte_size   : 16
    <62e>   DW_AT_alignment   : 16
    <62f>   DW_AT_decl_file   : 2
    <630>   DW_AT_decl_line   : 1470
    <632>   DW_AT_decl_column : 40
    <633>   DW_AT_sibling     : <0x653>
 <2><637>: Abbrev Number: 1 (DW_TAG_member)
    <638>   DW_AT_name        : Low
    <63c>   DW_AT_decl_file   : 2
    <63c>   DW_AT_decl_line   : 1471
    <63e>   DW_AT_decl_column : 17
    <63f>   DW_AT_type        : <0x5b8>
    <643>   DW_AT_data_member_location: 0
 <2><644>: Abbrev Number: 1 (DW_TAG_member)
    <645>   DW_AT_name        : High
    <64a>   DW_AT_decl_file   : 2
    <64a>   DW_AT_decl_line   : 1472
    <64c>   DW_AT_decl_column : 16
    <64d>   DW_AT_type        : <0x5a6>
    <651>   DW_AT_data_member_location: 8
 <2><652>: Abbrev Number: 0
 <1><653>: Abbrev Number: 47 (DW_TAG_typedef)
    <654>   DW_AT_name        : M128A
    <65a>   DW_AT_decl_file   : 2
    <65a>   DW_AT_decl_line   : 1473
    <65c>   DW_AT_decl_column : 7
    <65d>   DW_AT_type        : <0x625>
    <661>   DW_AT_alignment   : 16
 <1><661>: Abbrev Number: 33 (DW_TAG_array_type)
    <662>   DW_AT_type        : <0x653>
    <666>   DW_AT_alignment   : 16
    <666>   DW_AT_sibling     : <0x671>
 <2><66a>: Abbrev Number: 15 (DW_TAG_subrange_type)
    <66b>   DW_AT_type        : <0x93>
    <66f>   DW_AT_upper_bound : 7
 <2><670>: Abbrev Number: 0
 <1><671>: Abbrev Number: 33 (DW_TAG_array_type)
    <672>   DW_AT_type        : <0x653>
    <676>   DW_AT_alignment   : 16
    <676>   DW_AT_sibling     : <0x681>
 <2><67a>: Abbrev Number: 15 (DW_TAG_subrange_type)
    <67b>   DW_AT_type        : <0x93>
    <67f>   DW_AT_upper_bound : 15
 <2><680>: Abbrev Number: 0
 <1><681>: Abbrev Number: 22 (DW_TAG_array_type)
    <682>   DW_AT_type        : <0x4f7>
    <686>   DW_AT_sibling     : <0x691>
 <2><68a>: Abbrev Number: 15 (DW_TAG_subrange_type)
    <68b>   DW_AT_type        : <0x93>
    <68f>   DW_AT_upper_bound : 95
 <2><690>: Abbrev Number: 0
 <1><691>: Abbrev Number: 10 (DW_TAG_typedef)
    <692>   DW_AT_name        : _onexit_t
    <69c>   DW_AT_decl_file   : 7
    <69d>   DW_AT_decl_line   : 50
    <69e>   DW_AT_decl_column : 25
    <69f>   DW_AT_type        : <0x6a3>
 <1><6a3>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <6a4>   DW_AT_byte_size   : 8
    <6a4>   DW_AT_type        : <0x6a8>
 <1><6a8>: Abbrev Number: 62 (DW_TAG_subroutine_type)
    <6a9>   DW_AT_prototyped  : 1
    <6a9>   DW_AT_type        : <0xfb>
 <1><6ad>: Abbrev Number: 8 (DW_TAG_base_type)
    <6ae>   DW_AT_byte_size   : 8
    <6af>   DW_AT_encoding    : 4	(float)
    <6b0>   DW_AT_name        : double
 <1><6b7>: Abbrev Number: 8 (DW_TAG_base_type)
    <6b8>   DW_AT_byte_size   : 16
    <6b9>   DW_AT_encoding    : 4	(float)
    <6ba>   DW_AT_name        : long double
 <1><6c6>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <6c7>   DW_AT_byte_size   : 8
    <6c7>   DW_AT_type        : <0x6cb>
 <1><6cb>: Abbrev Number: 63 (DW_TAG_subroutine_type)
    <6cc>   DW_AT_prototyped  : 1
 <1><6cc>: Abbrev Number: 10 (DW_TAG_typedef)
    <6cd>   DW_AT_name        : _invalid_parameter_handler
    <6e8>   DW_AT_decl_file   : 7
    <6e9>   DW_AT_decl_line   : 148
    <6ea>   DW_AT_decl_column : 26
    <6eb>   DW_AT_type        : <0x6ef>
 <1><6ef>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <6f0>   DW_AT_byte_size   : 8
    <6f0>   DW_AT_type        : <0x6f4>
 <1><6f4>: Abbrev Number: 48 (DW_TAG_subroutine_type)
    <6f5>   DW_AT_prototyped  : 1
    <6f5>   DW_AT_sibling     : <0x713>
 <2><6f9>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <6fa>   DW_AT_type        : <0x713>
 <2><6fe>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <6ff>   DW_AT_type        : <0x713>
 <2><703>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <704>   DW_AT_type        : <0x713>
 <2><708>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <709>   DW_AT_type        : <0x118>
 <2><70d>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <70e>   DW_AT_type        : <0xbe>
 <2><712>: Abbrev Number: 0
 <1><713>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <714>   DW_AT_byte_size   : 8
    <714>   DW_AT_type        : <0xe0>
 <1><718>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <719>   DW_AT_byte_size   : 8
    <719>   DW_AT_type        : <0x71d>
 <1><71d>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <71e>   DW_AT_byte_size   : 8
    <71e>   DW_AT_type        : <0x10e>
 <1><722>: Abbrev Number: 8 (DW_TAG_base_type)
    <723>   DW_AT_byte_size   : 2
    <724>   DW_AT_encoding    : 4	(float)
    <725>   DW_AT_name        : _Float16
 <1><72e>: Abbrev Number: 8 (DW_TAG_base_type)
    <72f>   DW_AT_byte_size   : 2
    <730>   DW_AT_encoding    : 4	(float)
    <731>   DW_AT_name        : __bf16
 <1><738>: Abbrev Number: 46 (DW_TAG_structure_type)
    <739>   DW_AT_name        : _XMM_SAVE_AREA32
    <74a>   DW_AT_byte_size   : 512
    <74c>   DW_AT_alignment   : 16
    <74c>   DW_AT_decl_file   : 2
    <74c>   DW_AT_decl_line   : 1787
    <74e>   DW_AT_decl_column : 18
    <74f>   DW_AT_sibling     : <0x897>
 <2><753>: Abbrev Number: 1 (DW_TAG_member)
    <754>   DW_AT_name        : ControlWord
    <760>   DW_AT_decl_file   : 2
    <760>   DW_AT_decl_line   : 1788
    <762>   DW_AT_decl_column : 10
    <763>   DW_AT_type        : <0x504>
    <767>   DW_AT_data_member_location: 0
 <2><768>: Abbrev Number: 1 (DW_TAG_member)
    <769>   DW_AT_name        : StatusWord
    <774>   DW_AT_decl_file   : 2
    <774>   DW_AT_decl_line   : 1789
    <776>   DW_AT_decl_column : 10
    <777>   DW_AT_type        : <0x504>
    <77b>   DW_AT_data_member_location: 2
 <2><77c>: Abbrev Number: 1 (DW_TAG_member)
    <77d>   DW_AT_name        : TagWord
    <785>   DW_AT_decl_file   : 2
    <785>   DW_AT_decl_line   : 1790
    <787>   DW_AT_decl_column : 10
    <788>   DW_AT_type        : <0x4f7>
    <78c>   DW_AT_data_member_location: 4
 <2><78d>: Abbrev Number: 1 (DW_TAG_member)
    <78e>   DW_AT_name        : Reserved1
    <798>   DW_AT_decl_file   : 2
    <798>   DW_AT_decl_line   : 1791
    <79a>   DW_AT_decl_column : 10
    <79b>   DW_AT_type        : <0x4f7>
    <79f>   DW_AT_data_member_location: 5
 <2><7a0>: Abbrev Number: 1 (DW_TAG_member)
    <7a1>   DW_AT_name        : ErrorOpcode
    <7ad>   DW_AT_decl_file   : 2
    <7ad>   DW_AT_decl_line   : 1792
    <7af>   DW_AT_decl_column : 10
    <7b0>   DW_AT_type        : <0x504>
    <7b4>   DW_AT_data_member_location: 6
 <2><7b5>: Abbrev Number: 1 (DW_TAG_member)
    <7b6>   DW_AT_name        : ErrorOffset
    <7c2>   DW_AT_decl_file   : 2
    <7c2>   DW_AT_decl_line   : 1793
    <7c4>   DW_AT_decl_column : 11
    <7c5>   DW_AT_type        : <0x511>
    <7c9>   DW_AT_data_member_location: 8
 <2><7ca>: Abbrev Number: 1 (DW_TAG_member)
    <7cb>   DW_AT_name        : ErrorSelector
    <7d9>   DW_AT_decl_file   : 2
    <7d9>   DW_AT_decl_line   : 1794
    <7db>   DW_AT_decl_column : 10
    <7dc>   DW_AT_type        : <0x504>
    <7e0>   DW_AT_data_member_location: 12
 <2><7e1>: Abbrev Number: 1 (DW_TAG_member)
    <7e2>   DW_AT_name        : Reserved2
    <7ec>   DW_AT_decl_file   : 2
    <7ec>   DW_AT_decl_line   : 1795
    <7ee>   DW_AT_decl_column : 10
    <7ef>   DW_AT_type        : <0x504>
    <7f3>   DW_AT_data_member_location: 14
 <2><7f4>: Abbrev Number: 1 (DW_TAG_member)
    <7f5>   DW_AT_name        : DataOffset
    <800>   DW_AT_decl_file   : 2
    <800>   DW_AT_decl_line   : 1796
    <802>   DW_AT_decl_column : 11
    <803>   DW_AT_type        : <0x511>
    <807>   DW_AT_data_member_location: 16
 <2><808>: Abbrev Number: 1 (DW_TAG_member)
    <809>   DW_AT_name        : DataSelector
    <816>   DW_AT_decl_file   : 2
    <816>   DW_AT_decl_line   : 1797
    <818>   DW_AT_decl_column : 10
    <819>   DW_AT_type        : <0x504>
    <81d>   DW_AT_data_member_location: 20
 <2><81e>: Abbrev Number: 1 (DW_TAG_member)
    <81f>   DW_AT_name        : Reserved3
    <829>   DW_AT_decl_file   : 2
    <829>   DW_AT_decl_line   : 1798
    <82b>   DW_AT_decl_column : 10
    <82c>   DW_AT_type        : <0x504>
    <830>   DW_AT_data_member_location: 22
 <2><831>: Abbrev Number: 1 (DW_TAG_member)
    <832>   DW_AT_name        : MxCsr
    <838>   DW_AT_decl_file   : 2
    <838>   DW_AT_decl_line   : 1799
    <83a>   DW_AT_decl_column : 11
    <83b>   DW_AT_type        : <0x511>
    <83f>   DW_AT_data_member_location: 24
 <2><840>: Abbrev Number: 1 (DW_TAG_member)
    <841>   DW_AT_name        : MxCsr_Mask
    <84c>   DW_AT_decl_file   : 2
    <84c>   DW_AT_decl_line   : 1800
    <84e>   DW_AT_decl_column : 11
    <84f>   DW_AT_type        : <0x511>
    <853>   DW_AT_data_member_location: 28
 <2><854>: Abbrev Number: 13 (DW_TAG_member)
    <855>   DW_AT_name        : FloatRegisters
    <864>   DW_AT_decl_file   : 2
    <864>   DW_AT_decl_line   : 1801
    <866>   DW_AT_decl_column : 11
    <867>   DW_AT_type        : <0x661>
    <86b>   DW_AT_alignment   : 16
    <86b>   DW_AT_data_member_location: 32
 <2><86c>: Abbrev Number: 13 (DW_TAG_member)
    <86d>   DW_AT_name        : XmmRegisters
    <87a>   DW_AT_decl_file   : 2
    <87a>   DW_AT_decl_line   : 1802
    <87c>   DW_AT_decl_column : 11
    <87d>   DW_AT_type        : <0x671>
    <881>   DW_AT_alignment   : 16
    <881>   DW_AT_data_member_location: 160
 <2><882>: Abbrev Number: 21 (DW_TAG_member)
    <883>   DW_AT_name        : Reserved4
    <88d>   DW_AT_decl_file   : 2
    <88d>   DW_AT_decl_line   : 1803
    <88f>   DW_AT_decl_column : 10
    <890>   DW_AT_type        : <0x681>
    <894>   DW_AT_data_member_location: 416
 <2><896>: Abbrev Number: 0
 <1><897>: Abbrev Number: 47 (DW_TAG_typedef)
    <898>   DW_AT_name        : XMM_SAVE_AREA32
    <8a8>   DW_AT_decl_file   : 2
    <8a8>   DW_AT_decl_line   : 1804
    <8aa>   DW_AT_decl_column : 5
    <8ab>   DW_AT_type        : <0x738>
    <8af>   DW_AT_alignment   : 16
 <1><8af>: Abbrev Number: 64 (DW_TAG_structure_type)
    <8b0>   DW_AT_byte_size   : 416
    <8b2>   DW_AT_alignment   : 16
    <8b3>   DW_AT_decl_file   : 2
    <8b4>   DW_AT_decl_line   : 1850
    <8b6>   DW_AT_decl_column : 22
    <8b7>   DW_AT_sibling     : <0x9cc>
 <2><8bb>: Abbrev Number: 13 (DW_TAG_member)
    <8bc>   DW_AT_name        : Header
    <8c3>   DW_AT_decl_file   : 2
    <8c3>   DW_AT_decl_line   : 1851
    <8c5>   DW_AT_decl_column : 8
    <8c6>   DW_AT_type        : <0x9cc>
    <8ca>   DW_AT_alignment   : 16
    <8ca>   DW_AT_data_member_location: 0
 <2><8cb>: Abbrev Number: 13 (DW_TAG_member)
    <8cc>   DW_AT_name        : Legacy
    <8d3>   DW_AT_decl_file   : 2
    <8d3>   DW_AT_decl_line   : 1852
    <8d5>   DW_AT_decl_column : 8
    <8d6>   DW_AT_type        : <0x661>
    <8da>   DW_AT_alignment   : 16
    <8da>   DW_AT_data_member_location: 32
 <2><8db>: Abbrev Number: 13 (DW_TAG_member)
    <8dc>   DW_AT_name        : Xmm0
    <8e1>   DW_AT_decl_file   : 2
    <8e1>   DW_AT_decl_line   : 1853
    <8e3>   DW_AT_decl_column : 8
    <8e4>   DW_AT_type        : <0x653>
    <8e8>   DW_AT_alignment   : 16
    <8e8>   DW_AT_data_member_location: 160
 <2><8e9>: Abbrev Number: 13 (DW_TAG_member)
    <8ea>   DW_AT_name        : Xmm1
    <8ef>   DW_AT_decl_file   : 2
    <8ef>   DW_AT_decl_line   : 1854
    <8f1>   DW_AT_decl_column : 8
    <8f2>   DW_AT_type        : <0x653>
    <8f6>   DW_AT_alignment   : 16
    <8f6>   DW_AT_data_member_location: 176
 <2><8f7>: Abbrev Number: 13 (DW_TAG_member)
    <8f8>   DW_AT_name        : Xmm2
    <8fd>   DW_AT_decl_file   : 2
    <8fd>   DW_AT_decl_line   : 1855
    <8ff>   DW_AT_decl_column : 8
    <900>   DW_AT_type        : <0x653>
    <904>   DW_AT_alignment   : 16
    <904>   DW_AT_data_member_location: 192
 <2><905>: Abbrev Number: 13 (DW_TAG_member)
    <906>   DW_AT_name        : Xmm3
    <90b>   DW_AT_decl_file   : 2
    <90b>   DW_AT_decl_line   : 1856
    <90d>   DW_AT_decl_column : 8
    <90e>   DW_AT_type        : <0x653>
    <912>   DW_AT_alignment   : 16
    <912>   DW_AT_data_member_location: 208
 <2><913>: Abbrev Number: 13 (DW_TAG_member)
    <914>   DW_AT_name        : Xmm4
    <919>   DW_AT_decl_file   : 2
    <919>   DW_AT_decl_line   : 1857
    <91b>   DW_AT_decl_column : 8
    <91c>   DW_AT_type        : <0x653>
    <920>   DW_AT_alignment   : 16
    <920>   DW_AT_data_member_location: 224
 <2><921>: Abbrev Number: 13 (DW_TAG_member)
    <922>   DW_AT_name        : Xmm5
    <927>   DW_AT_decl_file   : 2
    <927>   DW_AT_decl_line   : 1858
    <929>   DW_AT_decl_column : 8
    <92a>   DW_AT_type        : <0x653>
    <92e>   DW_AT_alignment   : 16
    <92e>   DW_AT_data_member_location: 240
 <2><92f>: Abbrev Number: 12 (DW_TAG_member)
    <930>   DW_AT_name        : Xmm6
    <935>   DW_AT_decl_file   : 2
    <935>   DW_AT_decl_line   : 1859
    <937>   DW_AT_decl_column : 8
    <938>   DW_AT_type        : <0x653>
    <93c>   DW_AT_alignment   : 16
    <93c>   DW_AT_data_member_location: 256
 <2><93e>: Abbrev Number: 12 (DW_TAG_member)
    <93f>   DW_AT_name        : Xmm7
    <944>   DW_AT_decl_file   : 2
    <944>   DW_AT_decl_line   : 1860
    <946>   DW_AT_decl_column : 8
    <947>   DW_AT_type        : <0x653>
    <94b>   DW_AT_alignment   : 16
    <94b>   DW_AT_data_member_location: 272
 <2><94d>: Abbrev Number: 12 (DW_TAG_member)
    <94e>   DW_AT_name        : Xmm8
    <953>   DW_AT_decl_file   : 2
    <953>   DW_AT_decl_line   : 1861
    <955>   DW_AT_decl_column : 8
    <956>   DW_AT_type        : <0x653>
    <95a>   DW_AT_alignment   : 16
    <95a>   DW_AT_data_member_location: 288
 <2><95c>: Abbrev Number: 12 (DW_TAG_member)
    <95d>   DW_AT_name        : Xmm9
    <962>   DW_AT_decl_file   : 2
    <962>   DW_AT_decl_line   : 1862
    <964>   DW_AT_decl_column : 8
    <965>   DW_AT_type        : <0x653>
    <969>   DW_AT_alignment   : 16
    <969>   DW_AT_data_member_location: 304
 <2><96b>: Abbrev Number: 12 (DW_TAG_member)
    <96c>   DW_AT_name        : Xmm10
    <972>   DW_AT_decl_file   : 2
    <972>   DW_AT_decl_line   : 1863
    <974>   DW_AT_decl_column : 8
    <975>   DW_AT_type        : <0x653>
    <979>   DW_AT_alignment   : 16
    <979>   DW_AT_data_member_location: 320
 <2><97b>: Abbrev Number: 12 (DW_TAG_member)
    <97c>   DW_AT_name        : Xmm11
    <982>   DW_AT_decl_file   : 2
    <982>   DW_AT_decl_line   : 1864
    <984>   DW_AT_decl_column : 8
    <985>   DW_AT_type        : <0x653>
    <989>   DW_AT_alignment   : 16
    <989>   DW_AT_data_member_location: 336
 <2><98b>: Abbrev Number: 12 (DW_TAG_member)
    <98c>   DW_AT_name        : Xmm12
    <992>   DW_AT_decl_file   : 2
    <992>   DW_AT_decl_line   : 1865
    <994>   DW_AT_decl_column : 8
    <995>   DW_AT_type        : <0x653>
    <999>   DW_AT_alignment   : 16
    <999>   DW_AT_data_member_location: 352
 <2><99b>: Abbrev Number: 12 (DW_TAG_member)
    <99c>   DW_AT_name        : Xmm13
    <9a2>   DW_AT_decl_file   : 2
    <9a2>   DW_AT_decl_line   : 1866
    <9a4>   DW_AT_decl_column : 8
    <9a5>   DW_AT_type        : <0x653>
    <9a9>   DW_AT_alignment   : 16
    <9a9>   DW_AT_data_member_location: 368
 <2><9ab>: Abbrev Number: 12 (DW_TAG_member)
    <9ac>   DW_AT_name        : Xmm14
    <9b2>   DW_AT_decl_file   : 2
    <9b2>   DW_AT_decl_line   : 1867
    <9b4>   DW_AT_decl_column : 8
    <9b5>   DW_AT_type        : <0x653>
    <9b9>   DW_AT_alignment   : 16
    <9b9>   DW_AT_data_member_location: 384
 <2><9bb>: Abbrev Number: 12 (DW_TAG_member)
    <9bc>   DW_AT_name        : Xmm15
    <9c2>   DW_AT_decl_file   : 2
    <9c2>   DW_AT_decl_line   : 1868
    <9c4>   DW_AT_decl_column : 8
    <9c5>   DW_AT_type        : <0x653>
    <9c9>   DW_AT_alignment   : 16
    <9c9>   DW_AT_data_member_location: 400
 <2><9cb>: Abbrev Number: 0
 <1><9cc>: Abbrev Number: 33 (DW_TAG_array_type)
    <9cd>   DW_AT_type        : <0x653>
    <9d1>   DW_AT_alignment   : 16
    <9d1>   DW_AT_sibling     : <0x9dc>
 <2><9d5>: Abbrev Number: 15 (DW_TAG_subrange_type)
    <9d6>   DW_AT_type        : <0x93>
    <9da>   DW_AT_upper_bound : 1
 <2><9db>: Abbrev Number: 0
 <1><9dc>: Abbrev Number: 65 (DW_TAG_union_type)
    <9dd>   DW_AT_byte_size   : 512
    <9df>   DW_AT_alignment   : 16
    <9e0>   DW_AT_decl_file   : 2
    <9e1>   DW_AT_decl_line   : 1847
    <9e3>   DW_AT_decl_column : 20
    <9e4>   DW_AT_sibling     : <0xa0f>
 <2><9e8>: Abbrev Number: 49 (DW_TAG_member)
    <9e9>   DW_AT_name        : FltSave
    <9f1>   DW_AT_decl_file   : 2
    <9f1>   DW_AT_decl_line   : 1848
    <9f3>   DW_AT_decl_column : 23
    <9f3>   DW_AT_type        : <0x897>
    <9f7>   DW_AT_alignment   : 16
 <2><9f7>: Abbrev Number: 49 (DW_TAG_member)
    <9f8>   DW_AT_name        : FloatSave
    <a02>   DW_AT_decl_file   : 2
    <a02>   DW_AT_decl_line   : 1849
    <a04>   DW_AT_decl_column : 23
    <a04>   DW_AT_type        : <0x897>
    <a08>   DW_AT_alignment   : 16
 <2><a08>: Abbrev Number: 66 (DW_TAG_member)
    <a09>   DW_AT_type        : <0x8af>
    <a0d>   DW_AT_alignment   : 16
 <2><a0e>: Abbrev Number: 0
 <1><a0f>: Abbrev Number: 33 (DW_TAG_array_type)
    <a10>   DW_AT_type        : <0x653>
    <a14>   DW_AT_alignment   : 16
    <a14>   DW_AT_sibling     : <0xa1f>
 <2><a18>: Abbrev Number: 15 (DW_TAG_subrange_type)
    <a19>   DW_AT_type        : <0x93>
    <a1d>   DW_AT_upper_bound : 25
 <2><a1e>: Abbrev Number: 0
 <1><a1f>: Abbrev Number: 6 (DW_TAG_typedef)
    <a20>   DW_AT_name        : PCONTEXT
    <a29>   DW_AT_decl_file   : 2
    <a2a>   DW_AT_decl_line   : 1878
    <a2c>   DW_AT_decl_column : 14
    <a2d>   DW_AT_type        : <0x204>
 <1><a31>: Abbrev Number: 22 (DW_TAG_array_type)
    <a32>   DW_AT_type        : <0x567>
    <a36>   DW_AT_sibling     : <0xa41>
 <2><a3a>: Abbrev Number: 15 (DW_TAG_subrange_type)
    <a3b>   DW_AT_type        : <0x93>
    <a3f>   DW_AT_upper_bound : 14
 <2><a40>: Abbrev Number: 0
 <1><a41>: Abbrev Number: 6 (DW_TAG_typedef)
    <a42>   DW_AT_name        : EXCEPTION_RECORD
    <a53>   DW_AT_decl_file   : 2
    <a54>   DW_AT_decl_line   : 2914
    <a56>   DW_AT_decl_column : 7
    <a57>   DW_AT_type        : <0x153>
 <1><a5b>: Abbrev Number: 6 (DW_TAG_typedef)
    <a5c>   DW_AT_name        : PEXCEPTION_RECORD
    <a6e>   DW_AT_decl_file   : 2
    <a6f>   DW_AT_decl_line   : 2916
    <a71>   DW_AT_decl_column : 31
    <a72>   DW_AT_type        : <0xa76>
 <1><a76>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <a77>   DW_AT_byte_size   : 8
    <a77>   DW_AT_type        : <0xa41>
 <1><a7b>: Abbrev Number: 14 (DW_TAG_structure_type)
    <a7c>   DW_AT_name        : _EXCEPTION_POINTERS
    <a90>   DW_AT_byte_size   : 16
    <a91>   DW_AT_decl_file   : 2
    <a91>   DW_AT_decl_line   : 2937
    <a93>   DW_AT_decl_column : 20
    <a94>   DW_AT_sibling     : <0xabd>
 <2><a98>: Abbrev Number: 2 (DW_TAG_member)
    <a99>   DW_AT_name        : (indirect string, offset: 0x19e): ExceptionRecord
    <a9d>   DW_AT_decl_file   : 2
    <a9d>   DW_AT_decl_line   : 2938
    <a9f>   DW_AT_decl_column : 25
    <aa0>   DW_AT_type        : <0xa5b>
    <aa4>   DW_AT_data_member_location: 0
 <2><aa5>: Abbrev Number: 1 (DW_TAG_member)
    <aa6>   DW_AT_name        : ContextRecord
    <ab4>   DW_AT_decl_file   : 2
    <ab4>   DW_AT_decl_line   : 2939
    <ab6>   DW_AT_decl_column : 16
    <ab7>   DW_AT_type        : <0xa1f>
    <abb>   DW_AT_data_member_location: 8
 <2><abc>: Abbrev Number: 0
 <1><abd>: Abbrev Number: 6 (DW_TAG_typedef)
    <abe>   DW_AT_name        : EXCEPTION_POINTERS
    <ad1>   DW_AT_decl_file   : 2
    <ad2>   DW_AT_decl_line   : 2940
    <ad4>   DW_AT_decl_column : 7
    <ad5>   DW_AT_type        : <0xa7b>
 <1><ad9>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <ada>   DW_AT_byte_size   : 8
    <ada>   DW_AT_type        : <0xa7b>
 <1><ade>: Abbrev Number: 37 (DW_TAG_union_type)
    <adf>   DW_AT_byte_size   : 8
    <adf>   DW_AT_decl_file   : 2
    <adf>   DW_AT_decl_line   : 4425
    <ae1>   DW_AT_decl_column : 22
    <ae1>   DW_AT_sibling     : <0xb00>
 <2><ae5>: Abbrev Number: 25 (DW_TAG_member)
    <ae6>   DW_AT_name        : Next
    <aeb>   DW_AT_decl_file   : 2
    <aeb>   DW_AT_decl_line   : 4426
    <aed>   DW_AT_decl_column : 48
    <aee>   DW_AT_type        : <0xb35>
 <2><af2>: Abbrev Number: 25 (DW_TAG_member)
    <af3>   DW_AT_name        : prev
    <af8>   DW_AT_decl_file   : 2
    <af8>   DW_AT_decl_line   : 4427
    <afa>   DW_AT_decl_column : 48
    <afb>   DW_AT_type        : <0xb35>
 <2><aff>: Abbrev Number: 0
 <1><b00>: Abbrev Number: 14 (DW_TAG_structure_type)
    <b01>   DW_AT_name        : _EXCEPTION_REGISTRATION_RECORD
    <b20>   DW_AT_byte_size   : 16
    <b21>   DW_AT_decl_file   : 2
    <b21>   DW_AT_decl_line   : 4424
    <b23>   DW_AT_decl_column : 20
    <b24>   DW_AT_sibling     : <0xb35>
 <2><b28>: Abbrev Number: 38 (DW_TAG_member)
    <b29>   DW_AT_type        : <0xade>
    <b2d>   DW_AT_data_member_location: 0
 <2><b2e>: Abbrev Number: 38 (DW_TAG_member)
    <b2f>   DW_AT_type        : <0xb3a>
    <b33>   DW_AT_data_member_location: 8
 <2><b34>: Abbrev Number: 0
 <1><b35>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <b36>   DW_AT_byte_size   : 8
    <b36>   DW_AT_type        : <0xb00>
 <1><b3a>: Abbrev Number: 37 (DW_TAG_union_type)
    <b3b>   DW_AT_byte_size   : 8
    <b3b>   DW_AT_decl_file   : 2
    <b3b>   DW_AT_decl_line   : 4429
    <b3d>   DW_AT_decl_column : 22
    <b3d>   DW_AT_sibling     : <0xb62>
 <2><b41>: Abbrev Number: 25 (DW_TAG_member)
    <b42>   DW_AT_name        : Handler
    <b4a>   DW_AT_decl_file   : 2
    <b4a>   DW_AT_decl_line   : 4430
    <b4c>   DW_AT_decl_column : 28
    <b4d>   DW_AT_type        : <0x604>
 <2><b51>: Abbrev Number: 25 (DW_TAG_member)
    <b52>   DW_AT_name        : handler
    <b5a>   DW_AT_decl_file   : 2
    <b5a>   DW_AT_decl_line   : 4431
    <b5c>   DW_AT_decl_column : 28
    <b5d>   DW_AT_type        : <0x604>
 <2><b61>: Abbrev Number: 0
 <1><b62>: Abbrev Number: 37 (DW_TAG_union_type)
    <b63>   DW_AT_byte_size   : 8
    <b63>   DW_AT_decl_file   : 2
    <b63>   DW_AT_decl_line   : 4448
    <b65>   DW_AT_decl_column : 22
    <b65>   DW_AT_sibling     : <0xb8c>
 <2><b69>: Abbrev Number: 25 (DW_TAG_member)
    <b6a>   DW_AT_name        : FiberData
    <b74>   DW_AT_decl_file   : 2
    <b74>   DW_AT_decl_line   : 4449
    <b76>   DW_AT_decl_column : 8
    <b77>   DW_AT_type        : <0x589>
 <2><b7b>: Abbrev Number: 25 (DW_TAG_member)
    <b7c>   DW_AT_name        : Version
    <b84>   DW_AT_decl_file   : 2
    <b84>   DW_AT_decl_line   : 4450
    <b86>   DW_AT_decl_column : 8
    <b87>   DW_AT_type        : <0x511>
 <2><b8b>: Abbrev Number: 0
 <1><b8c>: Abbrev Number: 14 (DW_TAG_structure_type)
    <b8d>   DW_AT_name        : _NT_TIB
    <b95>   DW_AT_byte_size   : 56
    <b96>   DW_AT_decl_file   : 2
    <b96>   DW_AT_decl_line   : 4443
    <b98>   DW_AT_decl_column : 35
    <b99>   DW_AT_sibling     : <0xc24>
 <2><b9d>: Abbrev Number: 1 (DW_TAG_member)
    <b9e>   DW_AT_name        : ExceptionList
    <bac>   DW_AT_decl_file   : 2
    <bac>   DW_AT_decl_line   : 4444
    <bae>   DW_AT_decl_column : 46
    <baf>   DW_AT_type        : <0xb35>
    <bb3>   DW_AT_data_member_location: 0
 <2><bb4>: Abbrev Number: 1 (DW_TAG_member)
    <bb5>   DW_AT_name        : StackBase
    <bbf>   DW_AT_decl_file   : 2
    <bbf>   DW_AT_decl_line   : 4445
    <bc1>   DW_AT_decl_column : 13
    <bc2>   DW_AT_type        : <0x589>
    <bc6>   DW_AT_data_member_location: 8
 <2><bc7>: Abbrev Number: 1 (DW_TAG_member)
    <bc8>   DW_AT_name        : StackLimit
    <bd3>   DW_AT_decl_file   : 2
    <bd3>   DW_AT_decl_line   : 4446
    <bd5>   DW_AT_decl_column : 13
    <bd6>   DW_AT_type        : <0x589>
    <bda>   DW_AT_data_member_location: 16
 <2><bdb>: Abbrev Number: 1 (DW_TAG_member)
    <bdc>   DW_AT_name        : SubSystemTib
    <be9>   DW_AT_decl_file   : 2
    <be9>   DW_AT_decl_line   : 4447
    <beb>   DW_AT_decl_column : 13
    <bec>   DW_AT_type        : <0x589>
    <bf0>   DW_AT_data_member_location: 24
 <2><bf1>: Abbrev Number: 38 (DW_TAG_member)
    <bf2>   DW_AT_type        : <0xb62>
    <bf6>   DW_AT_data_member_location: 32
 <2><bf7>: Abbrev Number: 1 (DW_TAG_member)
    <bf8>   DW_AT_name        : ArbitraryUserPointer
    <c0d>   DW_AT_decl_file   : 2
    <c0d>   DW_AT_decl_line   : 4452
    <c0f>   DW_AT_decl_column : 13
    <c10>   DW_AT_type        : <0x589>
    <c14>   DW_AT_data_member_location: 40
 <2><c15>: Abbrev Number: 1 (DW_TAG_member)
    <c16>   DW_AT_name        : Self
    <c1b>   DW_AT_decl_file   : 2
    <c1b>   DW_AT_decl_line   : 4453
    <c1d>   DW_AT_decl_column : 23
    <c1e>   DW_AT_type        : <0xc24>
    <c22>   DW_AT_data_member_location: 48
 <2><c23>: Abbrev Number: 0
 <1><c24>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <c25>   DW_AT_byte_size   : 8
    <c25>   DW_AT_type        : <0xb8c>
 <1><c29>: Abbrev Number: 6 (DW_TAG_typedef)
    <c2a>   DW_AT_name        : NT_TIB
    <c31>   DW_AT_decl_file   : 2
    <c32>   DW_AT_decl_line   : 4454
    <c34>   DW_AT_decl_column : 7
    <c35>   DW_AT_type        : <0xb8c>
 <1><c39>: Abbrev Number: 6 (DW_TAG_typedef)
    <c3a>   DW_AT_name        : PNT_TIB
    <c42>   DW_AT_decl_file   : 2
    <c43>   DW_AT_decl_line   : 4455
    <c45>   DW_AT_decl_column : 21
    <c46>   DW_AT_type        : <0xc4a>
 <1><c4a>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <c4b>   DW_AT_byte_size   : 8
    <c4b>   DW_AT_type        : <0xc29>
 <1><c4f>: Abbrev Number: 50 (DW_TAG_enumeration_type)
    <c50>   DW_AT_name        : JOB_OBJECT_NET_RATE_CONTROL_FLAGS
    <c72>   DW_AT_encoding    : 7	(unsigned)
    <c72>   DW_AT_byte_size   : 4
    <c72>   DW_AT_type        : <0x118>
    <c76>   DW_AT_decl_file   : 2
    <c77>   DW_AT_decl_line   : 5006
    <c79>   DW_AT_decl_column : 18
    <c7a>   DW_AT_sibling     : <0xd21>
 <2><c7e>: Abbrev Number: 3 (DW_TAG_enumerator)
    <c7f>   DW_AT_name        : JOB_OBJECT_NET_RATE_CONTROL_ENABLE
    <ca2>   DW_AT_const_value : 1
 <2><ca3>: Abbrev Number: 3 (DW_TAG_enumerator)
    <ca4>   DW_AT_name        : JOB_OBJECT_NET_RATE_CONTROL_MAX_BANDWIDTH
    <cce>   DW_AT_const_value : 2
 <2><ccf>: Abbrev Number: 3 (DW_TAG_enumerator)
    <cd0>   DW_AT_name        : JOB_OBJECT_NET_RATE_CONTROL_DSCP_TAG
    <cf5>   DW_AT_const_value : 4
 <2><cf6>: Abbrev Number: 3 (DW_TAG_enumerator)
    <cf7>   DW_AT_name        : JOB_OBJECT_NET_RATE_CONTROL_VALID_FLAGS
    <d1f>   DW_AT_const_value : 7
 <2><d20>: Abbrev Number: 0
 <1><d21>: Abbrev Number: 14 (DW_TAG_structure_type)
    <d22>   DW_AT_name        : _IMAGE_DOS_HEADER
    <d34>   DW_AT_byte_size   : 64
    <d35>   DW_AT_decl_file   : 2
    <d35>   DW_AT_decl_line   : 7161
    <d37>   DW_AT_decl_column : 20
    <d38>   DW_AT_sibling     : <0xe76>
 <2><d3c>: Abbrev Number: 1 (DW_TAG_member)
    <d3d>   DW_AT_name        : e_magic
    <d45>   DW_AT_decl_file   : 2
    <d45>   DW_AT_decl_line   : 7162
    <d47>   DW_AT_decl_column : 12
    <d48>   DW_AT_type        : <0x504>
    <d4c>   DW_AT_data_member_location: 0
 <2><d4d>: Abbrev Number: 1 (DW_TAG_member)
    <d4e>   DW_AT_name        : e_cblp
    <d55>   DW_AT_decl_file   : 2
    <d55>   DW_AT_decl_line   : 7163
    <d57>   DW_AT_decl_column : 12
    <d58>   DW_AT_type        : <0x504>
    <d5c>   DW_AT_data_member_location: 2
 <2><d5d>: Abbrev Number: 1 (DW_TAG_member)
    <d5e>   DW_AT_name        : e_cp
    <d63>   DW_AT_decl_file   : 2
    <d63>   DW_AT_decl_line   : 7164
    <d65>   DW_AT_decl_column : 12
    <d66>   DW_AT_type        : <0x504>
    <d6a>   DW_AT_data_member_location: 4
 <2><d6b>: Abbrev Number: 1 (DW_TAG_member)
    <d6c>   DW_AT_name        : e_crlc
    <d73>   DW_AT_decl_file   : 2
    <d73>   DW_AT_decl_line   : 7165
    <d75>   DW_AT_decl_column : 12
    <d76>   DW_AT_type        : <0x504>
    <d7a>   DW_AT_data_member_location: 6
 <2><d7b>: Abbrev Number: 1 (DW_TAG_member)
    <d7c>   DW_AT_name        : e_cparhdr
    <d86>   DW_AT_decl_file   : 2
    <d86>   DW_AT_decl_line   : 7166
    <d88>   DW_AT_decl_column : 12
    <d89>   DW_AT_type        : <0x504>
    <d8d>   DW_AT_data_member_location: 8
 <2><d8e>: Abbrev Number: 1 (DW_TAG_member)
    <d8f>   DW_AT_name        : e_minalloc
    <d9a>   DW_AT_decl_file   : 2
    <d9a>   DW_AT_decl_line   : 7167
    <d9c>   DW_AT_decl_column : 12
    <d9d>   DW_AT_type        : <0x504>
    <da1>   DW_AT_data_member_location: 10
 <2><da2>: Abbrev Number: 1 (DW_TAG_member)
    <da3>   DW_AT_name        : e_maxalloc
    <dae>   DW_AT_decl_file   : 2
    <dae>   DW_AT_decl_line   : 7168
    <db0>   DW_AT_decl_column : 12
    <db1>   DW_AT_type        : <0x504>
    <db5>   DW_AT_data_member_location: 12
 <2><db6>: Abbrev Number: 1 (DW_TAG_member)
    <db7>   DW_AT_name        : e_ss
    <dbc>   DW_AT_decl_file   : 2
    <dbc>   DW_AT_decl_line   : 7169
    <dbe>   DW_AT_decl_column : 12
    <dbf>   DW_AT_type        : <0x504>
    <dc3>   DW_AT_data_member_location: 14
 <2><dc4>: Abbrev Number: 1 (DW_TAG_member)
    <dc5>   DW_AT_name        : e_sp
    <dca>   DW_AT_decl_file   : 2
    <dca>   DW_AT_decl_line   : 7170
    <dcc>   DW_AT_decl_column : 12
    <dcd>   DW_AT_type        : <0x504>
    <dd1>   DW_AT_data_member_location: 16
 <2><dd2>: Abbrev Number: 1 (DW_TAG_member)
    <dd3>   DW_AT_name        : e_csum
    <dda>   DW_AT_decl_file   : 2
    <dda>   DW_AT_decl_line   : 7171
    <ddc>   DW_AT_decl_column : 12
    <ddd>   DW_AT_type        : <0x504>
    <de1>   DW_AT_data_member_location: 18
 <2><de2>: Abbrev Number: 1 (DW_TAG_member)
    <de3>   DW_AT_name        : e_ip
    <de8>   DW_AT_decl_file   : 2
    <de8>   DW_AT_decl_line   : 7172
    <dea>   DW_AT_decl_column : 12
    <deb>   DW_AT_type        : <0x504>
    <def>   DW_AT_data_member_location: 20
 <2><df0>: Abbrev Number: 1 (DW_TAG_member)
    <df1>   DW_AT_name        : e_cs
    <df6>   DW_AT_decl_file   : 2
    <df6>   DW_AT_decl_line   : 7173
    <df8>   DW_AT_decl_column : 12
    <df9>   DW_AT_type        : <0x504>
    <dfd>   DW_AT_data_member_location: 22
 <2><dfe>: Abbrev Number: 1 (DW_TAG_member)
    <dff>   DW_AT_name        : e_lfarlc
    <e08>   DW_AT_decl_file   : 2
    <e08>   DW_AT_decl_line   : 7174
    <e0a>   DW_AT_decl_column : 12
    <e0b>   DW_AT_type        : <0x504>
    <e0f>   DW_AT_data_member_location: 24
 <2><e10>: Abbrev Number: 1 (DW_TAG_member)
    <e11>   DW_AT_name        : e_ovno
    <e18>   DW_AT_decl_file   : 2
    <e18>   DW_AT_decl_line   : 7175
    <e1a>   DW_AT_decl_column : 12
    <e1b>   DW_AT_type        : <0x504>
    <e1f>   DW_AT_data_member_location: 26
 <2><e20>: Abbrev Number: 1 (DW_TAG_member)
    <e21>   DW_AT_name        : e_res
    <e27>   DW_AT_decl_file   : 2
    <e27>   DW_AT_decl_line   : 7176
    <e29>   DW_AT_decl_column : 12
    <e2a>   DW_AT_type        : <0xe76>
    <e2e>   DW_AT_data_member_location: 28
 <2><e2f>: Abbrev Number: 1 (DW_TAG_member)
    <e30>   DW_AT_name        : e_oemid
    <e38>   DW_AT_decl_file   : 2
    <e38>   DW_AT_decl_line   : 7177
    <e3a>   DW_AT_decl_column : 12
    <e3b>   DW_AT_type        : <0x504>
    <e3f>   DW_AT_data_member_location: 36
 <2><e40>: Abbrev Number: 1 (DW_TAG_member)
    <e41>   DW_AT_name        : e_oeminfo
    <e4b>   DW_AT_decl_file   : 2
    <e4b>   DW_AT_decl_line   : 7178
    <e4d>   DW_AT_decl_column : 12
    <e4e>   DW_AT_type        : <0x504>
    <e52>   DW_AT_data_member_location: 38
 <2><e53>: Abbrev Number: 1 (DW_TAG_member)
    <e54>   DW_AT_name        : e_res2
    <e5b>   DW_AT_decl_file   : 2
    <e5b>   DW_AT_decl_line   : 7179
    <e5d>   DW_AT_decl_column : 12
    <e5e>   DW_AT_type        : <0xe86>
    <e62>   DW_AT_data_member_location: 40
 <2><e63>: Abbrev Number: 1 (DW_TAG_member)
    <e64>   DW_AT_name        : e_lfanew
    <e6d>   DW_AT_decl_file   : 2
    <e6d>   DW_AT_decl_line   : 7180
    <e6f>   DW_AT_decl_column : 12
    <e70>   DW_AT_type        : <0x598>
    <e74>   DW_AT_data_member_location: 60
 <2><e75>: Abbrev Number: 0
 <1><e76>: Abbrev Number: 22 (DW_TAG_array_type)
    <e77>   DW_AT_type        : <0x504>
    <e7b>   DW_AT_sibling     : <0xe86>
 <2><e7f>: Abbrev Number: 15 (DW_TAG_subrange_type)
    <e80>   DW_AT_type        : <0x93>
    <e84>   DW_AT_upper_bound : 3
 <2><e85>: Abbrev Number: 0
 <1><e86>: Abbrev Number: 22 (DW_TAG_array_type)
    <e87>   DW_AT_type        : <0x504>
    <e8b>   DW_AT_sibling     : <0xe96>
 <2><e8f>: Abbrev Number: 15 (DW_TAG_subrange_type)
    <e90>   DW_AT_type        : <0x93>
    <e94>   DW_AT_upper_bound : 9
 <2><e95>: Abbrev Number: 0
 <1><e96>: Abbrev Number: 6 (DW_TAG_typedef)
    <e97>   DW_AT_name        : IMAGE_DOS_HEADER
    <ea8>   DW_AT_decl_file   : 2
    <ea9>   DW_AT_decl_line   : 7181
    <eab>   DW_AT_decl_column : 7
    <eac>   DW_AT_type        : <0xd21>
 <1><eb0>: Abbrev Number: 6 (DW_TAG_typedef)
    <eb1>   DW_AT_name        : PIMAGE_DOS_HEADER
    <ec3>   DW_AT_decl_file   : 2
    <ec4>   DW_AT_decl_line   : 7181
    <ec6>   DW_AT_decl_column : 25
    <ec7>   DW_AT_type        : <0xecb>
 <1><ecb>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <ecc>   DW_AT_byte_size   : 8
    <ecc>   DW_AT_type        : <0xd21>
 <1><ed0>: Abbrev Number: 14 (DW_TAG_structure_type)
    <ed1>   DW_AT_name        : _IMAGE_FILE_HEADER
    <ee4>   DW_AT_byte_size   : 20
    <ee5>   DW_AT_decl_file   : 2
    <ee5>   DW_AT_decl_line   : 7272
    <ee7>   DW_AT_decl_column : 20
    <ee8>   DW_AT_sibling     : <0xf9d>
 <2><eec>: Abbrev Number: 1 (DW_TAG_member)
    <eed>   DW_AT_name        : Machine
    <ef5>   DW_AT_decl_file   : 2
    <ef5>   DW_AT_decl_line   : 7273
    <ef7>   DW_AT_decl_column : 12
    <ef8>   DW_AT_type        : <0x504>
    <efc>   DW_AT_data_member_location: 0
 <2><efd>: Abbrev Number: 1 (DW_TAG_member)
    <efe>   DW_AT_name        : NumberOfSections
    <f0f>   DW_AT_decl_file   : 2
    <f0f>   DW_AT_decl_line   : 7274
    <f11>   DW_AT_decl_column : 12
    <f12>   DW_AT_type        : <0x504>
    <f16>   DW_AT_data_member_location: 2
 <2><f17>: Abbrev Number: 1 (DW_TAG_member)
    <f18>   DW_AT_name        : TimeDateStamp
    <f26>   DW_AT_decl_file   : 2
    <f26>   DW_AT_decl_line   : 7275
    <f28>   DW_AT_decl_column : 13
    <f29>   DW_AT_type        : <0x511>
    <f2d>   DW_AT_data_member_location: 4
 <2><f2e>: Abbrev Number: 1 (DW_TAG_member)
    <f2f>   DW_AT_name        : PointerToSymbolTable
    <f44>   DW_AT_decl_file   : 2
    <f44>   DW_AT_decl_line   : 7276
    <f46>   DW_AT_decl_column : 13
    <f47>   DW_AT_type        : <0x511>
    <f4b>   DW_AT_data_member_location: 8
 <2><f4c>: Abbrev Number: 1 (DW_TAG_member)
    <f4d>   DW_AT_name        : NumberOfSymbols
    <f5d>   DW_AT_decl_file   : 2
    <f5d>   DW_AT_decl_line   : 7277
    <f5f>   DW_AT_decl_column : 13
    <f60>   DW_AT_type        : <0x511>
    <f64>   DW_AT_data_member_location: 12
 <2><f65>: Abbrev Number: 1 (DW_TAG_member)
    <f66>   DW_AT_name        : SizeOfOptionalHeader
    <f7b>   DW_AT_decl_file   : 2
    <f7b>   DW_AT_decl_line   : 7278
    <f7d>   DW_AT_decl_column : 12
    <f7e>   DW_AT_type        : <0x504>
    <f82>   DW_AT_data_member_location: 16
 <2><f83>: Abbrev Number: 1 (DW_TAG_member)
    <f84>   DW_AT_name        : Characteristics
    <f94>   DW_AT_decl_file   : 2
    <f94>   DW_AT_decl_line   : 7279
    <f96>   DW_AT_decl_column : 12
    <f97>   DW_AT_type        : <0x504>
    <f9b>   DW_AT_data_member_location: 18
 <2><f9c>: Abbrev Number: 0
 <1><f9d>: Abbrev Number: 6 (DW_TAG_typedef)
    <f9e>   DW_AT_name        : IMAGE_FILE_HEADER
    <fb0>   DW_AT_decl_file   : 2
    <fb1>   DW_AT_decl_line   : 7280
    <fb3>   DW_AT_decl_column : 7
    <fb4>   DW_AT_type        : <0xed0>
 <1><fb8>: Abbrev Number: 14 (DW_TAG_structure_type)
    <fb9>   DW_AT_name        : _IMAGE_DATA_DIRECTORY
    <fcf>   DW_AT_byte_size   : 8
    <fd0>   DW_AT_decl_file   : 2
    <fd0>   DW_AT_decl_line   : 7333
    <fd2>   DW_AT_decl_column : 20
    <fd3>   DW_AT_sibling     : <0xffe>
 <2><fd7>: Abbrev Number: 1 (DW_TAG_member)
    <fd8>   DW_AT_name        : VirtualAddress
    <fe7>   DW_AT_decl_file   : 2
    <fe7>   DW_AT_decl_line   : 7334
    <fe9>   DW_AT_decl_column : 13
    <fea>   DW_AT_type        : <0x511>
    <fee>   DW_AT_data_member_location: 0
 <2><fef>: Abbrev Number: 1 (DW_TAG_member)
    <ff0>   DW_AT_name        : Size
    <ff5>   DW_AT_decl_file   : 2
    <ff5>   DW_AT_decl_line   : 7335
    <ff7>   DW_AT_decl_column : 13
    <ff8>   DW_AT_type        : <0x511>
    <ffc>   DW_AT_data_member_location: 4
 <2><ffd>: Abbrev Number: 0
 <1><ffe>: Abbrev Number: 6 (DW_TAG_typedef)
    <fff>   DW_AT_name        : IMAGE_DATA_DIRECTORY
    <1014>   DW_AT_decl_file   : 2
    <1015>   DW_AT_decl_line   : 7336
    <1017>   DW_AT_decl_column : 7
    <1018>   DW_AT_type        : <0xfb8>
 <1><101c>: Abbrev Number: 14 (DW_TAG_structure_type)
    <101d>   DW_AT_name        : _IMAGE_OPTIONAL_HEADER
    <1034>   DW_AT_byte_size   : 224
    <1035>   DW_AT_decl_file   : 2
    <1035>   DW_AT_decl_line   : 7340
    <1037>   DW_AT_decl_column : 20
    <1038>   DW_AT_sibling     : <0x11d9>
 <2><103c>: Abbrev Number: 1 (DW_TAG_member)
    <103d>   DW_AT_name        : Magic
    <1043>   DW_AT_decl_file   : 2
    <1043>   DW_AT_decl_line   : 7342
    <1045>   DW_AT_decl_column : 12
    <1046>   DW_AT_type        : <0x504>
    <104a>   DW_AT_data_member_location: 0
 <2><104b>: Abbrev Number: 2 (DW_TAG_member)
    <104c>   DW_AT_name        : (indirect string, offset: 0x86): MajorLinkerVersion
    <1050>   DW_AT_decl_file   : 2
    <1050>   DW_AT_decl_line   : 7343
    <1052>   DW_AT_decl_column : 12
    <1053>   DW_AT_type        : <0x4f7>
    <1057>   DW_AT_data_member_location: 2
 <2><1058>: Abbrev Number: 2 (DW_TAG_member)
    <1059>   DW_AT_name        : (indirect string, offset: 0xe5): MinorLinkerVersion
    <105d>   DW_AT_decl_file   : 2
    <105d>   DW_AT_decl_line   : 7344
    <105f>   DW_AT_decl_column : 12
    <1060>   DW_AT_type        : <0x4f7>
    <1064>   DW_AT_data_member_location: 3
 <2><1065>: Abbrev Number: 2 (DW_TAG_member)
    <1066>   DW_AT_name        : (indirect string, offset: 0x7b): SizeOfCode
    <106a>   DW_AT_decl_file   : 2
    <106a>   DW_AT_decl_line   : 7345
    <106c>   DW_AT_decl_column : 13
    <106d>   DW_AT_type        : <0x511>
    <1071>   DW_AT_data_member_location: 4
 <2><1072>: Abbrev Number: 2 (DW_TAG_member)
    <1073>   DW_AT_name        : (indirect string, offset: 0xab): SizeOfInitializedData
    <1077>   DW_AT_decl_file   : 2
    <1077>   DW_AT_decl_line   : 7346
    <1079>   DW_AT_decl_column : 13
    <107a>   DW_AT_type        : <0x511>
    <107e>   DW_AT_data_member_location: 8
 <2><107f>: Abbrev Number: 2 (DW_TAG_member)
    <1080>   DW_AT_name        : (indirect string, offset: 0x110): SizeOfUninitializedData
    <1084>   DW_AT_decl_file   : 2
    <1084>   DW_AT_decl_line   : 7347
    <1086>   DW_AT_decl_column : 13
    <1087>   DW_AT_type        : <0x511>
    <108b>   DW_AT_data_member_location: 12
 <2><108c>: Abbrev Number: 2 (DW_TAG_member)
    <108d>   DW_AT_name        : (indirect string, offset: 0x128): AddressOfEntryPoint
    <1091>   DW_AT_decl_file   : 2
    <1091>   DW_AT_decl_line   : 7348
    <1093>   DW_AT_decl_column : 13
    <1094>   DW_AT_type        : <0x511>
    <1098>   DW_AT_data_member_location: 16
 <2><1099>: Abbrev Number: 2 (DW_TAG_member)
    <109a>   DW_AT_name        : (indirect string, offset: 0x1f): BaseOfCode
    <109e>   DW_AT_decl_file   : 2
    <109e>   DW_AT_decl_line   : 7349
    <10a0>   DW_AT_decl_column : 13
    <10a1>   DW_AT_type        : <0x511>
    <10a5>   DW_AT_data_member_location: 20
 <2><10a6>: Abbrev Number: 1 (DW_TAG_member)
    <10a7>   DW_AT_name        : BaseOfData
    <10b2>   DW_AT_decl_file   : 2
    <10b2>   DW_AT_decl_line   : 7350
    <10b4>   DW_AT_decl_column : 13
    <10b5>   DW_AT_type        : <0x511>
    <10b9>   DW_AT_data_member_location: 24
 <2><10ba>: Abbrev Number: 2 (DW_TAG_member)
    <10bb>   DW_AT_name        : (indirect string, offset: 0x71): ImageBase
    <10bf>   DW_AT_decl_file   : 2
    <10bf>   DW_AT_decl_line   : 7351
    <10c1>   DW_AT_decl_column : 13
    <10c2>   DW_AT_type        : <0x511>
    <10c6>   DW_AT_data_member_location: 28
 <2><10c7>: Abbrev Number: 2 (DW_TAG_member)
    <10c8>   DW_AT_name        : (indirect string, offset: 0x2a): SectionAlignment
    <10cc>   DW_AT_decl_file   : 2
    <10cc>   DW_AT_decl_line   : 7352
    <10ce>   DW_AT_decl_column : 13
    <10cf>   DW_AT_type        : <0x511>
    <10d3>   DW_AT_data_member_location: 32
 <2><10d4>: Abbrev Number: 2 (DW_TAG_member)
    <10d5>   DW_AT_name        : (indirect string, offset: 0x17c): FileAlignment
    <10d9>   DW_AT_decl_file   : 2
    <10d9>   DW_AT_decl_line   : 7353
    <10db>   DW_AT_decl_column : 13
    <10dc>   DW_AT_type        : <0x511>
    <10e0>   DW_AT_data_member_location: 36
 <2><10e1>: Abbrev Number: 2 (DW_TAG_member)
    <10e2>   DW_AT_name        : (indirect string, offset: 0x160): MajorOperatingSystemVersion
    <10e6>   DW_AT_decl_file   : 2
    <10e6>   DW_AT_decl_line   : 7354
    <10e8>   DW_AT_decl_column : 12
    <10e9>   DW_AT_type        : <0x504>
    <10ed>   DW_AT_data_member_location: 40
 <2><10ee>: Abbrev Number: 2 (DW_TAG_member)
    <10ef>   DW_AT_name        : (indirect string, offset: 0x1d3): MinorOperatingSystemVersion
    <10f3>   DW_AT_decl_file   : 2
    <10f3>   DW_AT_decl_line   : 7355
    <10f5>   DW_AT_decl_column : 12
    <10f6>   DW_AT_type        : <0x504>
    <10fa>   DW_AT_data_member_location: 42
 <2><10fb>: Abbrev Number: 2 (DW_TAG_member)
    <10fc>   DW_AT_name        : (indirect string, offset: 0x20d): MajorImageVersion
    <1100>   DW_AT_decl_file   : 2
    <1100>   DW_AT_decl_line   : 7356
    <1102>   DW_AT_decl_column : 12
    <1103>   DW_AT_type        : <0x504>
    <1107>   DW_AT_data_member_location: 44
 <2><1108>: Abbrev Number: 2 (DW_TAG_member)
    <1109>   DW_AT_name        : (indirect string, offset: 0x1c1): MinorImageVersion
    <110d>   DW_AT_decl_file   : 2
    <110d>   DW_AT_decl_line   : 7357
    <110f>   DW_AT_decl_column : 12
    <1110>   DW_AT_type        : <0x504>
    <1114>   DW_AT_data_member_location: 46
 <2><1115>: Abbrev Number: 2 (DW_TAG_member)
    <1116>   DW_AT_name        : (indirect string, offset: 0x13c): MajorSubsystemVersion
    <111a>   DW_AT_decl_file   : 2
    <111a>   DW_AT_decl_line   : 7358
    <111c>   DW_AT_decl_column : 12
    <111d>   DW_AT_type        : <0x504>
    <1121>   DW_AT_data_member_location: 48
 <2><1122>: Abbrev Number: 2 (DW_TAG_member)
    <1123>   DW_AT_name        : (indirect string, offset: 0x3b): MinorSubsystemVersion
    <1127>   DW_AT_decl_file   : 2
    <1127>   DW_AT_decl_line   : 7359
    <1129>   DW_AT_decl_column : 12
    <112a>   DW_AT_type        : <0x504>
    <112e>   DW_AT_data_member_location: 50
 <2><112f>: Abbrev Number: 2 (DW_TAG_member)
    <1130>   DW_AT_name        : (indirect string, offset: 0x1fb): Win32VersionValue
    <1134>   DW_AT_decl_file   : 2
    <1134>   DW_AT_decl_line   : 7360
    <1136>   DW_AT_decl_column : 13
    <1137>   DW_AT_type        : <0x511>
    <113b>   DW_AT_data_member_location: 52
 <2><113c>: Abbrev Number: 2 (DW_TAG_member)
    <113d>   DW_AT_name        : (indirect string, offset: 0x13): SizeOfImage
    <1141>   DW_AT_decl_file   : 2
    <1141>   DW_AT_decl_line   : 7361
    <1143>   DW_AT_decl_column : 13
    <1144>   DW_AT_type        : <0x511>
    <1148>   DW_AT_data_member_location: 56
 <2><1149>: Abbrev Number: 2 (DW_TAG_member)
    <114a>   DW_AT_name        : (indirect string, offset: 0x152): SizeOfHeaders
    <114e>   DW_AT_decl_file   : 2
    <114e>   DW_AT_decl_line   : 7362
    <1150>   DW_AT_decl_column : 13
    <1151>   DW_AT_type        : <0x511>
    <1155>   DW_AT_data_member_location: 60
 <2><1156>: Abbrev Number: 2 (DW_TAG_member)
    <1157>   DW_AT_name        : (indirect string, offset: 0xa): CheckSum
    <115b>   DW_AT_decl_file   : 2
    <115b>   DW_AT_decl_line   : 7363
    <115d>   DW_AT_decl_column : 13
    <115e>   DW_AT_type        : <0x511>
    <1162>   DW_AT_data_member_location: 64
 <2><1163>: Abbrev Number: 2 (DW_TAG_member)
    <1164>   DW_AT_name        : (indirect string, offset: 0): Subsystem
    <1168>   DW_AT_decl_file   : 2
    <1168>   DW_AT_decl_line   : 7364
    <116a>   DW_AT_decl_column : 12
    <116b>   DW_AT_type        : <0x504>
    <116f>   DW_AT_data_member_location: 68
 <2><1170>: Abbrev Number: 2 (DW_TAG_member)
    <1171>   DW_AT_name        : (indirect string, offset: 0x1ae): DllCharacteristics
    <1175>   DW_AT_decl_file   : 2
    <1175>   DW_AT_decl_line   : 7365
    <1177>   DW_AT_decl_column : 12
    <1178>   DW_AT_type        : <0x504>
    <117c>   DW_AT_data_member_location: 70
 <2><117d>: Abbrev Number: 2 (DW_TAG_member)
    <117e>   DW_AT_name        : (indirect string, offset: 0xc1): SizeOfStackReserve
    <1182>   DW_AT_decl_file   : 2
    <1182>   DW_AT_decl_line   : 7366
    <1184>   DW_AT_decl_column : 13
    <1185>   DW_AT_type        : <0x511>
    <1189>   DW_AT_data_member_location: 72
 <2><118a>: Abbrev Number: 2 (DW_TAG_member)
    <118b>   DW_AT_name        : (indirect string, offset: 0x5f): SizeOfStackCommit
    <118f>   DW_AT_decl_file   : 2
    <118f>   DW_AT_decl_line   : 7367
    <1191>   DW_AT_decl_column : 13
    <1192>   DW_AT_type        : <0x511>
    <1196>   DW_AT_data_member_location: 76
 <2><1197>: Abbrev Number: 2 (DW_TAG_member)
    <1198>   DW_AT_name        : (indirect string, offset: 0x99): SizeOfHeapReserve
    <119c>   DW_AT_decl_file   : 2
    <119c>   DW_AT_decl_line   : 7368
    <119e>   DW_AT_decl_column : 13
    <119f>   DW_AT_type        : <0x511>
    <11a3>   DW_AT_data_member_location: 80
 <2><11a4>: Abbrev Number: 2 (DW_TAG_member)
    <11a5>   DW_AT_name        : (indirect string, offset: 0xd4): SizeOfHeapCommit
    <11a9>   DW_AT_decl_file   : 2
    <11a9>   DW_AT_decl_line   : 7369
    <11ab>   DW_AT_decl_column : 13
    <11ac>   DW_AT_type        : <0x511>
    <11b0>   DW_AT_data_member_location: 84
 <2><11b1>: Abbrev Number: 2 (DW_TAG_member)
    <11b2>   DW_AT_name        : (indirect string, offset: 0x1ef): LoaderFlags
    <11b6>   DW_AT_decl_file   : 2
    <11b6>   DW_AT_decl_line   : 7370
    <11b8>   DW_AT_decl_column : 13
    <11b9>   DW_AT_type        : <0x511>
    <11bd>   DW_AT_data_member_location: 88
 <2><11be>: Abbrev Number: 2 (DW_TAG_member)
    <11bf>   DW_AT_name        : (indirect string, offset: 0x18a): NumberOfRvaAndSizes
    <11c3>   DW_AT_decl_file   : 2
    <11c3>   DW_AT_decl_line   : 7371
    <11c5>   DW_AT_decl_column : 13
    <11c6>   DW_AT_type        : <0x511>
    <11ca>   DW_AT_data_member_location: 92
 <2><11cb>: Abbrev Number: 2 (DW_TAG_member)
    <11cc>   DW_AT_name        : (indirect string, offset: 0x51): DataDirectory
    <11d0>   DW_AT_decl_file   : 2
    <11d0>   DW_AT_decl_line   : 7372
    <11d2>   DW_AT_decl_column : 28
    <11d3>   DW_AT_type        : <0x11d9>
    <11d7>   DW_AT_data_member_location: 96
 <2><11d8>: Abbrev Number: 0
 <1><11d9>: Abbrev Number: 22 (DW_TAG_array_type)
    <11da>   DW_AT_type        : <0xffe>
    <11de>   DW_AT_sibling     : <0x11e9>
 <2><11e2>: Abbrev Number: 15 (DW_TAG_subrange_type)
    <11e3>   DW_AT_type        : <0x93>
    <11e7>   DW_AT_upper_bound : 15
 <2><11e8>: Abbrev Number: 0
 <1><11e9>: Abbrev Number: 6 (DW_TAG_typedef)
    <11ea>   DW_AT_name        : PIMAGE_OPTIONAL_HEADER32
    <1203>   DW_AT_decl_file   : 2
    <1204>   DW_AT_decl_line   : 7373
    <1206>   DW_AT_decl_column : 32
    <1207>   DW_AT_type        : <0x120b>
 <1><120b>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <120c>   DW_AT_byte_size   : 8
    <120c>   DW_AT_type        : <0x101c>
 <1><1210>: Abbrev Number: 14 (DW_TAG_structure_type)
    <1211>   DW_AT_name        : _IMAGE_OPTIONAL_HEADER64
    <122a>   DW_AT_byte_size   : 240
    <122b>   DW_AT_decl_file   : 2
    <122b>   DW_AT_decl_line   : 7391
    <122d>   DW_AT_decl_column : 20
    <122e>   DW_AT_sibling     : <0x13bb>
 <2><1232>: Abbrev Number: 1 (DW_TAG_member)
    <1233>   DW_AT_name        : Magic
    <1239>   DW_AT_decl_file   : 2
    <1239>   DW_AT_decl_line   : 7392
    <123b>   DW_AT_decl_column : 12
    <123c>   DW_AT_type        : <0x504>
    <1240>   DW_AT_data_member_location: 0
 <2><1241>: Abbrev Number: 2 (DW_TAG_member)
    <1242>   DW_AT_name        : (indirect string, offset: 0x86): MajorLinkerVersion
    <1246>   DW_AT_decl_file   : 2
    <1246>   DW_AT_decl_line   : 7393
    <1248>   DW_AT_decl_column : 12
    <1249>   DW_AT_type        : <0x4f7>
    <124d>   DW_AT_data_member_location: 2
 <2><124e>: Abbrev Number: 2 (DW_TAG_member)
    <124f>   DW_AT_name        : (indirect string, offset: 0xe5): MinorLinkerVersion
    <1253>   DW_AT_decl_file   : 2
    <1253>   DW_AT_decl_line   : 7394
    <1255>   DW_AT_decl_column : 12
    <1256>   DW_AT_type        : <0x4f7>
    <125a>   DW_AT_data_member_location: 3
 <2><125b>: Abbrev Number: 2 (DW_TAG_member)
    <125c>   DW_AT_name        : (indirect string, offset: 0x7b): SizeOfCode
    <1260>   DW_AT_decl_file   : 2
    <1260>   DW_AT_decl_line   : 7395
    <1262>   DW_AT_decl_column : 13
    <1263>   DW_AT_type        : <0x511>
    <1267>   DW_AT_data_member_location: 4
 <2><1268>: Abbrev Number: 2 (DW_TAG_member)
    <1269>   DW_AT_name        : (indirect string, offset: 0xab): SizeOfInitializedData
    <126d>   DW_AT_decl_file   : 2
    <126d>   DW_AT_decl_line   : 7396
    <126f>   DW_AT_decl_column : 13
    <1270>   DW_AT_type        : <0x511>
    <1274>   DW_AT_data_member_location: 8
 <2><1275>: Abbrev Number: 2 (DW_TAG_member)
    <1276>   DW_AT_name        : (indirect string, offset: 0x110): SizeOfUninitializedData
    <127a>   DW_AT_decl_file   : 2
    <127a>   DW_AT_decl_line   : 7397
    <127c>   DW_AT_decl_column : 13
    <127d>   DW_AT_type        : <0x511>
    <1281>   DW_AT_data_member_location: 12
 <2><1282>: Abbrev Number: 2 (DW_TAG_member)
    <1283>   DW_AT_name        : (indirect string, offset: 0x128): AddressOfEntryPoint
    <1287>   DW_AT_decl_file   : 2
    <1287>   DW_AT_decl_line   : 7398
    <1289>   DW_AT_decl_column : 13
    <128a>   DW_AT_type        : <0x511>
    <128e>   DW_AT_data_member_location: 16
 <2><128f>: Abbrev Number: 2 (DW_TAG_member)
    <1290>   DW_AT_name        : (indirect string, offset: 0x1f): BaseOfCode
    <1294>   DW_AT_decl_file   : 2
    <1294>   DW_AT_decl_line   : 7399
    <1296>   DW_AT_decl_column : 13
    <1297>   DW_AT_type        : <0x511>
    <129b>   DW_AT_data_member_location: 20
 <2><129c>: Abbrev Number: 2 (DW_TAG_member)
    <129d>   DW_AT_name        : (indirect string, offset: 0x71): ImageBase
    <12a1>   DW_AT_decl_file   : 2
    <12a1>   DW_AT_decl_line   : 7400
    <12a3>   DW_AT_decl_column : 17
    <12a4>   DW_AT_type        : <0x5b8>
    <12a8>   DW_AT_data_member_location: 24
 <2><12a9>: Abbrev Number: 2 (DW_TAG_member)
    <12aa>   DW_AT_name        : (indirect string, offset: 0x2a): SectionAlignment
    <12ae>   DW_AT_decl_file   : 2
    <12ae>   DW_AT_decl_line   : 7401
    <12b0>   DW_AT_decl_column : 13
    <12b1>   DW_AT_type        : <0x511>
    <12b5>   DW_AT_data_member_location: 32
 <2><12b6>: Abbrev Number: 2 (DW_TAG_member)
    <12b7>   DW_AT_name        : (indirect string, offset: 0x17c): FileAlignment
    <12bb>   DW_AT_decl_file   : 2
    <12bb>   DW_AT_decl_line   : 7402
    <12bd>   DW_AT_decl_column : 13
    <12be>   DW_AT_type        : <0x511>
    <12c2>   DW_AT_data_member_location: 36
 <2><12c3>: Abbrev Number: 2 (DW_TAG_member)
    <12c4>   DW_AT_name        : (indirect string, offset: 0x160): MajorOperatingSystemVersion
    <12c8>   DW_AT_decl_file   : 2
    <12c8>   DW_AT_decl_line   : 7403
    <12ca>   DW_AT_decl_column : 12
    <12cb>   DW_AT_type        : <0x504>
    <12cf>   DW_AT_data_member_location: 40
 <2><12d0>: Abbrev Number: 2 (DW_TAG_member)
    <12d1>   DW_AT_name        : (indirect string, offset: 0x1d3): MinorOperatingSystemVersion
    <12d5>   DW_AT_decl_file   : 2
    <12d5>   DW_AT_decl_line   : 7404
    <12d7>   DW_AT_decl_column : 12
    <12d8>   DW_AT_type        : <0x504>
    <12dc>   DW_AT_data_member_location: 42
 <2><12dd>: Abbrev Number: 2 (DW_TAG_member)
    <12de>   DW_AT_name        : (indirect string, offset: 0x20d): MajorImageVersion
    <12e2>   DW_AT_decl_file   : 2
    <12e2>   DW_AT_decl_line   : 7405
    <12e4>   DW_AT_decl_column : 12
    <12e5>   DW_AT_type        : <0x504>
    <12e9>   DW_AT_data_member_location: 44
 <2><12ea>: Abbrev Number: 2 (DW_TAG_member)
    <12eb>   DW_AT_name        : (indirect string, offset: 0x1c1): MinorImageVersion
    <12ef>   DW_AT_decl_file   : 2
    <12ef>   DW_AT_decl_line   : 7406
    <12f1>   DW_AT_decl_column : 12
    <12f2>   DW_AT_type        : <0x504>
    <12f6>   DW_AT_data_member_location: 46
 <2><12f7>: Abbrev Number: 2 (DW_TAG_member)
    <12f8>   DW_AT_name        : (indirect string, offset: 0x13c): MajorSubsystemVersion
    <12fc>   DW_AT_decl_file   : 2
    <12fc>   DW_AT_decl_line   : 7407
    <12fe>   DW_AT_decl_column : 12
    <12ff>   DW_AT_type        : <0x504>
    <1303>   DW_AT_data_member_location: 48
 <2><1304>: Abbrev Number: 2 (DW_TAG_member)
    <1305>   DW_AT_name        : (indirect string, offset: 0x3b): MinorSubsystemVersion
    <1309>   DW_AT_decl_file   : 2
    <1309>   DW_AT_decl_line   : 7408
    <130b>   DW_AT_decl_column : 12
    <130c>   DW_AT_type        : <0x504>
    <1310>   DW_AT_data_member_location: 50
 <2><1311>: Abbrev Number: 2 (DW_TAG_member)
    <1312>   DW_AT_name        : (indirect string, offset: 0x1fb): Win32VersionValue
    <1316>   DW_AT_decl_file   : 2
    <1316>   DW_AT_decl_line   : 7409
    <1318>   DW_AT_decl_column : 13
    <1319>   DW_AT_type        : <0x511>
    <131d>   DW_AT_data_member_location: 52
 <2><131e>: Abbrev Number: 2 (DW_TAG_member)
    <131f>   DW_AT_name        : (indirect string, offset: 0x13): SizeOfImage
    <1323>   DW_AT_decl_file   : 2
    <1323>   DW_AT_decl_line   : 7410
    <1325>   DW_AT_decl_column : 13
    <1326>   DW_AT_type        : <0x511>
    <132a>   DW_AT_data_member_location: 56
 <2><132b>: Abbrev Number: 2 (DW_TAG_member)
    <132c>   DW_AT_name        : (indirect string, offset: 0x152): SizeOfHeaders
    <1330>   DW_AT_decl_file   : 2
    <1330>   DW_AT_decl_line   : 7411
    <1332>   DW_AT_decl_column : 13
    <1333>   DW_AT_type        : <0x511>
    <1337>   DW_AT_data_member_location: 60
 <2><1338>: Abbrev Number: 2 (DW_TAG_member)
    <1339>   DW_AT_name        : (indirect string, offset: 0xa): CheckSum
    <133d>   DW_AT_decl_file   : 2
    <133d>   DW_AT_decl_line   : 7412
    <133f>   DW_AT_decl_column : 13
    <1340>   DW_AT_type        : <0x511>
    <1344>   DW_AT_data_member_location: 64
 <2><1345>: Abbrev Number: 2 (DW_TAG_member)
    <1346>   DW_AT_name        : (indirect string, offset: 0): Subsystem
    <134a>   DW_AT_decl_file   : 2
    <134a>   DW_AT_decl_line   : 7413
    <134c>   DW_AT_decl_column : 12
    <134d>   DW_AT_type        : <0x504>
    <1351>   DW_AT_data_member_location: 68
 <2><1352>: Abbrev Number: 2 (DW_TAG_member)
    <1353>   DW_AT_name        : (indirect string, offset: 0x1ae): DllCharacteristics
    <1357>   DW_AT_decl_file   : 2
    <1357>   DW_AT_decl_line   : 7414
    <1359>   DW_AT_decl_column : 12
    <135a>   DW_AT_type        : <0x504>
    <135e>   DW_AT_data_member_location: 70
 <2><135f>: Abbrev Number: 2 (DW_TAG_member)
    <1360>   DW_AT_name        : (indirect string, offset: 0xc1): SizeOfStackReserve
    <1364>   DW_AT_decl_file   : 2
    <1364>   DW_AT_decl_line   : 7415
    <1366>   DW_AT_decl_column : 17
    <1367>   DW_AT_type        : <0x5b8>
    <136b>   DW_AT_data_member_location: 72
 <2><136c>: Abbrev Number: 2 (DW_TAG_member)
    <136d>   DW_AT_name        : (indirect string, offset: 0x5f): SizeOfStackCommit
    <1371>   DW_AT_decl_file   : 2
    <1371>   DW_AT_decl_line   : 7416
    <1373>   DW_AT_decl_column : 17
    <1374>   DW_AT_type        : <0x5b8>
    <1378>   DW_AT_data_member_location: 80
 <2><1379>: Abbrev Number: 2 (DW_TAG_member)
    <137a>   DW_AT_name        : (indirect string, offset: 0x99): SizeOfHeapReserve
    <137e>   DW_AT_decl_file   : 2
    <137e>   DW_AT_decl_line   : 7417
    <1380>   DW_AT_decl_column : 17
    <1381>   DW_AT_type        : <0x5b8>
    <1385>   DW_AT_data_member_location: 88
 <2><1386>: Abbrev Number: 2 (DW_TAG_member)
    <1387>   DW_AT_name        : (indirect string, offset: 0xd4): SizeOfHeapCommit
    <138b>   DW_AT_decl_file   : 2
    <138b>   DW_AT_decl_line   : 7418
    <138d>   DW_AT_decl_column : 17
    <138e>   DW_AT_type        : <0x5b8>
    <1392>   DW_AT_data_member_location: 96
 <2><1393>: Abbrev Number: 2 (DW_TAG_member)
    <1394>   DW_AT_name        : (indirect string, offset: 0x1ef): LoaderFlags
    <1398>   DW_AT_decl_file   : 2
    <1398>   DW_AT_decl_line   : 7419
    <139a>   DW_AT_decl_column : 13
    <139b>   DW_AT_type        : <0x511>
    <139f>   DW_AT_data_member_location: 104
 <2><13a0>: Abbrev Number: 2 (DW_TAG_member)
    <13a1>   DW_AT_name        : (indirect string, offset: 0x18a): NumberOfRvaAndSizes
    <13a5>   DW_AT_decl_file   : 2
    <13a5>   DW_AT_decl_line   : 7420
    <13a7>   DW_AT_decl_column : 13
    <13a8>   DW_AT_type        : <0x511>
    <13ac>   DW_AT_data_member_location: 108
 <2><13ad>: Abbrev Number: 2 (DW_TAG_member)
    <13ae>   DW_AT_name        : (indirect string, offset: 0x51): DataDirectory
    <13b2>   DW_AT_decl_file   : 2
    <13b2>   DW_AT_decl_line   : 7421
    <13b4>   DW_AT_decl_column : 28
    <13b5>   DW_AT_type        : <0x11d9>
    <13b9>   DW_AT_data_member_location: 112
 <2><13ba>: Abbrev Number: 0
 <1><13bb>: Abbrev Number: 6 (DW_TAG_typedef)
    <13bc>   DW_AT_name        : IMAGE_OPTIONAL_HEADER64
    <13d4>   DW_AT_decl_file   : 2
    <13d5>   DW_AT_decl_line   : 7422
    <13d7>   DW_AT_decl_column : 7
    <13d8>   DW_AT_type        : <0x1210>
 <1><13dc>: Abbrev Number: 6 (DW_TAG_typedef)
    <13dd>   DW_AT_name        : PIMAGE_OPTIONAL_HEADER64
    <13f6>   DW_AT_decl_file   : 2
    <13f7>   DW_AT_decl_line   : 7422
    <13f9>   DW_AT_decl_column : 32
    <13fa>   DW_AT_type        : <0x13fe>
 <1><13fe>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <13ff>   DW_AT_byte_size   : 8
    <13ff>   DW_AT_type        : <0x1210>
 <1><1403>: Abbrev Number: 67 (DW_TAG_structure_type)
    <1404>   DW_AT_name        : _IMAGE_NT_HEADERS64
    <1418>   DW_AT_byte_size   : 264
    <141a>   DW_AT_decl_file   : 2
    <141b>   DW_AT_decl_line   : 7445
    <141d>   DW_AT_decl_column : 20
    <141e>   DW_AT_sibling     : <0x1462>
 <2><1422>: Abbrev Number: 1 (DW_TAG_member)
    <1423>   DW_AT_name        : Signature
    <142d>   DW_AT_decl_file   : 2
    <142d>   DW_AT_decl_line   : 7446
    <142f>   DW_AT_decl_column : 13
    <1430>   DW_AT_type        : <0x511>
    <1434>   DW_AT_data_member_location: 0
 <2><1435>: Abbrev Number: 1 (DW_TAG_member)
    <1436>   DW_AT_name        : FileHeader
    <1441>   DW_AT_decl_file   : 2
    <1441>   DW_AT_decl_line   : 7447
    <1443>   DW_AT_decl_column : 25
    <1444>   DW_AT_type        : <0xf9d>
    <1448>   DW_AT_data_member_location: 4
 <2><1449>: Abbrev Number: 1 (DW_TAG_member)
    <144a>   DW_AT_name        : OptionalHeader
    <1459>   DW_AT_decl_file   : 2
    <1459>   DW_AT_decl_line   : 7448
    <145b>   DW_AT_decl_column : 31
    <145c>   DW_AT_type        : <0x13bb>
    <1460>   DW_AT_data_member_location: 24
 <2><1461>: Abbrev Number: 0
 <1><1462>: Abbrev Number: 6 (DW_TAG_typedef)
    <1463>   DW_AT_name        : PIMAGE_NT_HEADERS64
    <1477>   DW_AT_decl_file   : 2
    <1478>   DW_AT_decl_line   : 7449
    <147a>   DW_AT_decl_column : 27
    <147b>   DW_AT_type        : <0x147f>
 <1><147f>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <1480>   DW_AT_byte_size   : 8
    <1480>   DW_AT_type        : <0x1403>
 <1><1484>: Abbrev Number: 6 (DW_TAG_typedef)
    <1485>   DW_AT_name        : PIMAGE_NT_HEADERS
    <1497>   DW_AT_decl_file   : 2
    <1498>   DW_AT_decl_line   : 7464
    <149a>   DW_AT_decl_column : 33
    <149b>   DW_AT_type        : <0x1462>
 <1><149f>: Abbrev Number: 6 (DW_TAG_typedef)
    <14a0>   DW_AT_name        : PIMAGE_TLS_CALLBACK
    <14b4>   DW_AT_decl_file   : 2
    <14b5>   DW_AT_decl_line   : 8281
    <14b7>   DW_AT_decl_column : 26
    <14b8>   DW_AT_type        : <0x14c1>
 <1><14bc>: Abbrev Number: 35 (DW_TAG_const_type)
    <14bd>   DW_AT_type        : <0x149f>
 <1><14c1>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <14c2>   DW_AT_byte_size   : 8
    <14c2>   DW_AT_type        : <0x14c6>
 <1><14c6>: Abbrev Number: 48 (DW_TAG_subroutine_type)
    <14c7>   DW_AT_prototyped  : 1
    <14c7>   DW_AT_sibling     : <0x14db>
 <2><14cb>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <14cc>   DW_AT_type        : <0x589>
 <2><14d0>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <14d1>   DW_AT_type        : <0x511>
 <2><14d5>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <14d6>   DW_AT_type        : <0x589>
 <2><14da>: Abbrev Number: 0
 <1><14db>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <14dc>   DW_AT_byte_size   : 8
    <14dc>   DW_AT_type        : <0x14e0>
 <1><14e0>: Abbrev Number: 36 (DW_TAG_subroutine_type)
    <14e1>   DW_AT_prototyped  : 1
    <14e1>   DW_AT_type        : <0x598>
    <14e5>   DW_AT_sibling     : <0x14ef>
 <2><14e9>: Abbrev Number: 4 (DW_TAG_formal_parameter)
    <14ea>   DW_AT_type        : <0xad9>
 <2><14ee>: Abbrev Number: 0
 <1><14ef>: Abbrev Number: 10 (DW_TAG_typedef)
    <14f0>   DW_AT_name        : PTOP_LEVEL_EXCEPTION_FILTER
    <150c>   DW_AT_decl_file   : 8
    <150d>   DW_AT_decl_line   : 17
    <150e>   DW_AT_decl_column : 23
    <150f>   DW_AT_type        : <0x14db>
 <1><1513>: Abbrev Number: 10 (DW_TAG_typedef)
    <1514>   DW_AT_name        : LPTOP_LEVEL_EXCEPTION_FILTER
    <1531>   DW_AT_decl_file   : 8
    <1532>   DW_AT_decl_line   : 18
    <1533>   DW_AT_decl_column : 37
    <1534>   DW_AT_type        : <0x14ef>
 <1><1538>: Abbrev Number: 68 (DW_TAG_enumeration_type)
    <1539>   DW_AT_name        : tagCOINITBASE
    <1547>   DW_AT_encoding    : 7	(unsigned)
    <1548>   DW_AT_byte_size   : 4
    <1549>   DW_AT_type        : <0x118>
    <154d>   DW_AT_decl_file   : 9
    <154e>   DW_AT_decl_line   : 149
    <154f>   DW_AT_decl_column : 14
    <1550>   DW_AT_sibling     : <0x1570>
 <2><1554>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1555>   DW_AT_name        : COINITBASE_MULTITHREADED
    <156e>   DW_AT_const_value : 0
 <2><156f>: Abbrev Number: 0
 <1><1570>: Abbrev Number: 50 (DW_TAG_enumeration_type)
    <1571>   DW_AT_name        : VARENUM
    <1579>   DW_AT_encoding    : 7	(unsigned)
    <1579>   DW_AT_byte_size   : 4
    <1579>   DW_AT_type        : <0x118>
    <157d>   DW_AT_decl_file   : 10
    <157e>   DW_AT_decl_line   : 521
    <1580>   DW_AT_decl_column : 6
    <1581>   DW_AT_sibling     : <0x17fa>
 <2><1585>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1586>   DW_AT_name        : VT_EMPTY
    <158f>   DW_AT_const_value : 0
 <2><1590>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1591>   DW_AT_name        : VT_NULL
    <1599>   DW_AT_const_value : 1
 <2><159a>: Abbrev Number: 3 (DW_TAG_enumerator)
    <159b>   DW_AT_name        : VT_I2
    <15a1>   DW_AT_const_value : 2
 <2><15a2>: Abbrev Number: 3 (DW_TAG_enumerator)
    <15a3>   DW_AT_name        : VT_I4
    <15a9>   DW_AT_const_value : 3
 <2><15aa>: Abbrev Number: 3 (DW_TAG_enumerator)
    <15ab>   DW_AT_name        : VT_R4
    <15b1>   DW_AT_const_value : 4
 <2><15b2>: Abbrev Number: 3 (DW_TAG_enumerator)
    <15b3>   DW_AT_name        : VT_R8
    <15b9>   DW_AT_const_value : 5
 <2><15ba>: Abbrev Number: 3 (DW_TAG_enumerator)
    <15bb>   DW_AT_name        : VT_CY
    <15c1>   DW_AT_const_value : 6
 <2><15c2>: Abbrev Number: 3 (DW_TAG_enumerator)
    <15c3>   DW_AT_name        : VT_DATE
    <15cb>   DW_AT_const_value : 7
 <2><15cc>: Abbrev Number: 3 (DW_TAG_enumerator)
    <15cd>   DW_AT_name        : VT_BSTR
    <15d5>   DW_AT_const_value : 8
 <2><15d6>: Abbrev Number: 3 (DW_TAG_enumerator)
    <15d7>   DW_AT_name        : VT_DISPATCH
    <15e3>   DW_AT_const_value : 9
 <2><15e4>: Abbrev Number: 3 (DW_TAG_enumerator)
    <15e5>   DW_AT_name        : VT_ERROR
    <15ee>   DW_AT_const_value : 10
 <2><15ef>: Abbrev Number: 3 (DW_TAG_enumerator)
    <15f0>   DW_AT_name        : VT_BOOL
    <15f8>   DW_AT_const_value : 11
 <2><15f9>: Abbrev Number: 3 (DW_TAG_enumerator)
    <15fa>   DW_AT_name        : VT_VARIANT
    <1605>   DW_AT_const_value : 12
 <2><1606>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1607>   DW_AT_name        : VT_UNKNOWN
    <1612>   DW_AT_const_value : 13
 <2><1613>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1614>   DW_AT_name        : VT_DECIMAL
    <161f>   DW_AT_const_value : 14
 <2><1620>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1621>   DW_AT_name        : VT_I1
    <1627>   DW_AT_const_value : 16
 <2><1628>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1629>   DW_AT_name        : VT_UI1
    <1630>   DW_AT_const_value : 17
 <2><1631>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1632>   DW_AT_name        : VT_UI2
    <1639>   DW_AT_const_value : 18
 <2><163a>: Abbrev Number: 3 (DW_TAG_enumerator)
    <163b>   DW_AT_name        : VT_UI4
    <1642>   DW_AT_const_value : 19
 <2><1643>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1644>   DW_AT_name        : VT_I8
    <164a>   DW_AT_const_value : 20
 <2><164b>: Abbrev Number: 3 (DW_TAG_enumerator)
    <164c>   DW_AT_name        : VT_UI8
    <1653>   DW_AT_const_value : 21
 <2><1654>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1655>   DW_AT_name        : VT_INT
    <165c>   DW_AT_const_value : 22
 <2><165d>: Abbrev Number: 3 (DW_TAG_enumerator)
    <165e>   DW_AT_name        : VT_UINT
    <1666>   DW_AT_const_value : 23
 <2><1667>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1668>   DW_AT_name        : VT_VOID
    <1670>   DW_AT_const_value : 24
 <2><1671>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1672>   DW_AT_name        : VT_HRESULT
    <167d>   DW_AT_const_value : 25
 <2><167e>: Abbrev Number: 3 (DW_TAG_enumerator)
    <167f>   DW_AT_name        : VT_PTR
    <1686>   DW_AT_const_value : 26
 <2><1687>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1688>   DW_AT_name        : VT_SAFEARRAY
    <1695>   DW_AT_const_value : 27
 <2><1696>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1697>   DW_AT_name        : VT_CARRAY
    <16a1>   DW_AT_const_value : 28
 <2><16a2>: Abbrev Number: 3 (DW_TAG_enumerator)
    <16a3>   DW_AT_name        : VT_USERDEFINED
    <16b2>   DW_AT_const_value : 29
 <2><16b3>: Abbrev Number: 3 (DW_TAG_enumerator)
    <16b4>   DW_AT_name        : VT_LPSTR
    <16bd>   DW_AT_const_value : 30
 <2><16be>: Abbrev Number: 3 (DW_TAG_enumerator)
    <16bf>   DW_AT_name        : VT_LPWSTR
    <16c9>   DW_AT_const_value : 31
 <2><16ca>: Abbrev Number: 3 (DW_TAG_enumerator)
    <16cb>   DW_AT_name        : VT_RECORD
    <16d5>   DW_AT_const_value : 36
 <2><16d6>: Abbrev Number: 3 (DW_TAG_enumerator)
    <16d7>   DW_AT_name        : VT_INT_PTR
    <16e2>   DW_AT_const_value : 37
 <2><16e3>: Abbrev Number: 3 (DW_TAG_enumerator)
    <16e4>   DW_AT_name        : VT_UINT_PTR
    <16f0>   DW_AT_const_value : 38
 <2><16f1>: Abbrev Number: 3 (DW_TAG_enumerator)
    <16f2>   DW_AT_name        : VT_FILETIME
    <16fe>   DW_AT_const_value : 64
 <2><16ff>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1700>   DW_AT_name        : VT_BLOB
    <1708>   DW_AT_const_value : 65
 <2><1709>: Abbrev Number: 3 (DW_TAG_enumerator)
    <170a>   DW_AT_name        : VT_STREAM
    <1714>   DW_AT_const_value : 66
 <2><1715>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1716>   DW_AT_name        : VT_STORAGE
    <1721>   DW_AT_const_value : 67
 <2><1722>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1723>   DW_AT_name        : VT_STREAMED_OBJECT
    <1736>   DW_AT_const_value : 68
 <2><1737>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1738>   DW_AT_name        : VT_STORED_OBJECT
    <1749>   DW_AT_const_value : 69
 <2><174a>: Abbrev Number: 3 (DW_TAG_enumerator)
    <174b>   DW_AT_name        : VT_BLOB_OBJECT
    <175a>   DW_AT_const_value : 70
 <2><175b>: Abbrev Number: 3 (DW_TAG_enumerator)
    <175c>   DW_AT_name        : VT_CF
    <1762>   DW_AT_const_value : 71
 <2><1763>: Abbrev Number: 3 (DW_TAG_enumerator)
    <1764>   DW_AT_name        : VT_CLSID
    <176d>   DW_AT_const_value : 72
 <2><176e>: Abbrev Number: 3 (DW_TAG_enumerator)
    <176f>   DW_AT_name        : VT_VERSIONED_STREAM
    <1783>   DW_AT_const_value : 73
 <2><1784>: Abbrev Number: 18 (DW_TAG_enumerator)
    <1785>   DW_AT_name        : VT_BSTR_BLOB
    <1792>   DW_AT_const_value : 4095
 <2><1794>: Abbrev Number: 18 (DW_TAG_enumerator)
    <1795>   DW_AT_name        : VT_VECTOR
    <179f>   DW_AT_const_value : 4096
 <2><17a1>: Abbrev Number: 18 (DW_TAG_enumerator)
    <17a2>   DW_AT_name        : VT_ARRAY
    <17ab>   DW_AT_const_value : 8192
 <2><17ad>: Abbrev Number: 18 (DW_TAG_enumerator)
    <17ae>   DW_AT_name        : VT_BYREF
    <17b7>   DW_AT_const_value : 16384
 <2><17b9>: Abbrev Number: 18 (DW_TAG_enumerator)
    <17ba>   DW_AT_name        : VT_RESERVED
    <17c6>   DW_AT_const_value : 32768
 <2><17c8>: Abbrev Number: 18 (DW_TAG_enumerator)
    <17c9>   DW_AT_name        : VT_ILLEGAL
    <17d4>   DW_AT_const_value : 65535
 <2><17d6>: Abbrev Number: 18 (DW_TAG_enumerator)
    <17d7>   DW_AT_name        : VT_ILLEGALMASKED
    <17e8>   DW_AT_const_value : 4095
 <2><17ea>: Abbrev Number: 18 (DW_TAG_enumerator)
    <17eb>   DW_AT_name        : VT_TYPEMASK
    <17f7>   DW_AT_const_value : 4095
 <2><17f9>: Abbrev Number: 0
 <1><17fa>: Abbrev Number: 7 (DW_TAG_variable)
    <17fb>   DW_AT_name        : _dowildcard
    <1807>   DW_AT_decl_file   : 12
    <1808>   DW_AT_decl_line   : 96
    <1809>   DW_AT_decl_column : 14
    <180a>   DW_AT_type        : <0xfb>
    <180e>   DW_AT_external    : 1
    <180e>   DW_AT_declaration : 1
 <1><180e>: Abbrev Number: 7 (DW_TAG_variable)
    <180f>   DW_AT_name        : _newmode
    <1818>   DW_AT_decl_file   : 12
    <1819>   DW_AT_decl_line   : 97
    <181a>   DW_AT_decl_column : 14
    <181b>   DW_AT_type        : <0xfb>
    <181f>   DW_AT_external    : 1
    <181f>   DW_AT_declaration : 1
 <1><181f>: Abbrev Number: 7 (DW_TAG_variable)
    <1820>   DW_AT_name        : __imp___initenv
    <1830>   DW_AT_decl_file   : 12
    <1831>   DW_AT_decl_line   : 105
    <1832>   DW_AT_decl_column : 17
    <1833>   DW_AT_type        : <0x718>
    <1837>   DW_AT_external    : 1
    <1837>   DW_AT_declaration : 1
 <1><1837>: Abbrev Number: 69 (DW_TAG_structure_type)
    <1838>   DW_AT_byte_size   : 4
    <1839>   DW_AT_decl_file   : 12
    <183a>   DW_AT_decl_line   : 121
    <183b>   DW_AT_decl_column : 11
    <183c>   DW_AT_sibling     : <0x1852>
 <2><1840>: Abbrev Number: 26 (DW_TAG_member)
    <1841>   DW_AT_name        : newmode
    <1849>   DW_AT_decl_file   : 12
    <184a>   DW_AT_decl_line   : 122
    <184b>   DW_AT_decl_column : 9
    <184c>   DW_AT_type        : <0xfb>
    <1850>   DW_AT_data_member_location: 0
 <2><1851>: Abbrev Number: 0
 <1><1852>: Abbrev Number: 10 (DW_TAG_typedef)
    <1853>   DW_AT_name        : _startupinfo
    <1860>   DW_AT_decl_file   : 12
    <1861>   DW_AT_decl_line   : 123
    <1862>   DW_AT_decl_column : 5
    <1863>   DW_AT_type        : <0x1837>
 <1><1867>: Abbrev Number: 70 (DW_TAG_enumeration_type)
    <1868>   DW_AT_name        : (indirect string, offset: 0xf8): __enative_startup_state
    <186c>   DW_AT_encoding    : 7	(unsigned)
    <186d>   DW_AT_byte_size   : 4
    <186e>   DW_AT_type        : <0x118>
    <1872>   DW_AT_decl_file   : 12
    <1873>   DW_AT_decl_line   : 132
    <1874>   DW_AT_decl_column : 16
    <1875>   DW_AT_sibling     : <0x18ad>
 <2><1879>: Abbrev Number: 3 (DW_TAG_enumerator)
    <187a>   DW_AT_name        : __uninitialized
    <188a>   DW_AT_const_value : 0
 <2><188b>: Abbrev Number: 3 (DW_TAG_enumerator)
    <188c>   DW_AT_name        : __initializing
    <189b>   DW_AT_const_value : 1
 <2><189c>: Abbrev Number: 3 (DW_TAG_enumerator)
    <189d>   DW_AT_name        : __initialized
    <18ab>   DW_AT_const_value : 2
 <2><18ac>: Abbrev Number: 0
 <1><18ad>: Abbrev Number: 71 (DW_TAG_typedef)
    <18ae>   DW_AT_name        : (indirect string, offset: 0xf8): __enative_startup_state
    <18b2>   DW_AT_decl_file   : 12
    <18b3>   DW_AT_decl_line   : 134
    <18b4>   DW_AT_decl_column : 5
    <18b5>   DW_AT_type        : <0x1867>
 <1><18b9>: Abbrev Number: 45 (DW_TAG_volatile_type)
    <18ba>   DW_AT_type        : <0x18ad>
 <1><18be>: Abbrev Number: 7 (DW_TAG_variable)
    <18bf>   DW_AT_name        : __native_startup_state
    <18d6>   DW_AT_decl_file   : 12
    <18d7>   DW_AT_decl_line   : 136
    <18d8>   DW_AT_decl_column : 43
    <18d9>   DW_AT_type        : <0x18b9>
    <18dd>   DW_AT_external    : 1
    <18dd>   DW_AT_declaration : 1
 <1><18dd>: Abbrev Number: 7 (DW_TAG_variable)
    <18de>   DW_AT_name        : __native_startup_lock
    <18f4>   DW_AT_decl_file   : 12
    <18f5>   DW_AT_decl_line   : 137
    <18f6>   DW_AT_decl_column : 25
    <18f7>   DW_AT_type        : <0x18fb>
    <18fb>   DW_AT_external    : 1
    <18fb>   DW_AT_declaration : 1
 <1><18fb>: Abbrev Number: 5 (DW_TAG_pointer_type)
    <18fc>   DW_AT_byte_size   : 8
    <18fc>   DW_AT_type        : <0x1900>
 <1><1900>: Abbrev Number: 72 (DW_TAG_volatile_type)
 <1><1901>: Abbrev Number: 10 (DW_TAG_typedef)
    <1902>   DW_AT_name        : _PVFV
    <1908>   DW_AT_decl_file   : 13
    <1909>   DW_AT_decl_line   : 20
    <190a>   DW_AT_decl_column : 24
    <190b>   DW_AT_type        : <0x6c6>
 <1><190f>: Abbrev Number: 10 (DW_TAG_typedef)
    <1910>   DW_AT_name        : _PIFV
    <1916>   DW_AT_decl_file   : 13
    <1917>   DW_AT_decl_line   : 21
    <1918>   DW_AT_decl_column : 23
    <1919>   DW_AT_type        : <0x6a3>
